[
  {
    "source": "118-HR",
    "title": "Lower Energy Costs Act",
    "state": "US",
    "category": "Energy",
    "dateIntroduced": "2023-03-14",
    "text": "118 HR 1 EH: Lower Energy Costs Act\nU.S. House of Representatives\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nI\n118th CONGRESS\n1st Session\nH. R. 1\nIN THE HOUSE OF REPRESENTATIVES\nAN ACT\nTo lower energy costs by increasing American energy production, exports, infrastructure, and critical minerals processing, by promoting transparency, accountability, permitting, and production of American resources, and by improving water quality certification and energy projects, and for other purposes.\n1.\nShort title; table of contents\n(a)\nShort title\nThis Act may be cited as the\nLower Energy Costs Act\n(b)\nTable of contents\nThe table of contents of this Act is as follows:\nSec. 1. Short title; table of contents.\nDivision A—Increasing American Energy Production, Exports, Infrastructure, and Critical Minerals Processing\nSec. 10001. Securing America’s critical minerals supply.\nSec. 10002. Protecting American energy production.\nSec. 10003. Researching Efficient Federal Improvements for Necessary Energy Refining.\nSec. 10004. Promoting cross-border energy infrastructure.\nSec. 10005. Sense of Congress expressing disapproval of the revocation of the Presidential permit for the Keystone XL pipeline.\nSec. 10006. Sense of Congress opposing restrictions on the export of crude oil or other petroleum products.\nSec. 10007. Sense of Congress expressing disapproval of the denial of Jordan Cove permits.\nSec. 10008. Unlocking our domestic LNG potential.\nSec. 10009. Promoting interagency coordination for review of natural gas pipelines.\nSec. 10010. Interim hazardous waste permits for critical energy resource facilities.\nSec. 10011. Flexible air permits for critical energy resource facilities.\nSec. 10012. National security or energy security waivers to produce critical energy resources.\nSec. 10013. Ending future delays in chemical substance review for critical energy resources.\nSec. 10014. Natural gas tax repeal.\nSec. 10015. Repeal of greenhouse gas reduction fund.\nSec. 10016. Keeping America’s refineries operating.\nSec. 10017. Homeowner energy freedom.\nSec. 10018. Study.\nSec. 10019. State primary enforcement responsibility.\nSec. 10020. Use of index-based pricing in acquisition of petroleum products for the SPR.\nSec. 10021. Prohibition on certain exports.\nSec. 10022. Sense of Congress expressing disapproval of the proposed tax hikes on the oil and natural gas industry in the President’s fiscal year 2024 budget request.\nSec. 10023. Domestic Energy Independence report.\nSec. 10024. GAO study.\nSec. 10025. Gas kitchen ranges and ovens.\nDivision B—Transparency, Accountability, Permitting, and Production of American Resources\nSec. 20001. Short title; table of contents.\nTitle I—Onshore and offshore leasing and oversight\nSec. 20101. Onshore oil and gas leasing.\nSec. 20102. Lease reinstatement.\nSec. 20103. Protested lease sales.\nSec. 20104. Suspension of operations.\nSec. 20105. Administrative protest process reform.\nSec. 20106. Leasing and permitting transparency.\nSec. 20107. Offshore oil and gas leasing.\nSec. 20108. Five-year plan for offshore oil and gas leasing.\nSec. 20109. Geothermal leasing.\nSec. 20110. Leasing for certain qualified coal applications.\nSec. 20111. Future coal leasing.\nSec. 20112. Staff planning report.\nSec. 20113. Prohibition on Chinese communist party ownership interest.\nSec. 20114. Effect on other law.\nSec. 20115. Requirement for GAO report on wind energy impacts.\nSec. 20116. Sense of Congress on wind energy development supply chain.\nSec. 20117. Sense of Congress on oil and gas royalty rates.\nSec. 20118. Offshore wind environmental review process study.\nSec. 20119. GAO report on wind energy impacts.\nTitle II—Permitting streamlining\nSec. 20201. Definitions.\nSec. 20202. BUILDER Act.\nSec. 20203. Codification of National Environmental Policy Act regulations.\nSec. 20204. Non-major Federal actions.\nSec. 20205. No net loss determination for existing rights-of-way.\nSec. 20206. Determination of National Environmental Policy Act adequacy.\nSec. 20207. Determination regarding rights-of-way.\nSec. 20208. Terms of rights-of-Way.\nSec. 20209. Funding to process permits and develop information technology.\nSec. 20210. Offshore geological and geophysical survey licensing.\nSec. 20211. Deferral of applications for permits to drill.\nSec. 20212. Processing and terms of applications for permits to drill.\nSec. 20213. Amendments to the Energy Policy Act of 2005.\nSec. 20214. Access to Federal energy resources from non-Federal surface estate.\nSec. 20215. Scope of environmental reviews for oil and gas leases.\nSec. 20216. Expediting approval of gathering lines.\nSec. 20217. Lease sale litigation.\nSec. 20218. Limitation on claims.\nSec. 20219. Government Accountability Office report on permits to drill.\nSec. 20220. E–NEPA.\nSec. 20221. Limitations on claims.\nSec. 20222. One Federal decision for pipelines.\nSec. 20223. Exemption of certain wildfire mitigation activities from certain environmental requirements.\nSec. 20224. Vegetation management, facility inspection, and operation and maintenance relating to electric transmission and distribution facility rights of way.\nSec. 20225. Categorical exclusion for electric utility lines rights-of-way.\nSec. 20226. Staffing plans.\nTitle III—Permitting for mining needs\nSec. 20301. Definitions.\nSec. 20302. Minerals supply chain and reliability.\nSec. 20303. Federal register process improvement.\nSec. 20304. Designation of mining as a covered sector for Federal permitting improvement purposes.\nSec. 20305. Treatment of actions under presidential determination 2022–11 for Federal permitting improvement purposes.\nSec. 20306. Notice for mineral exploration activities with limited surface disturbance.\nSec. 20307. Use of mining claims for ancillary activities.\nSec. 20308. Ensuring consideration of uranium as a critical mineral.\nSec. 20309. Barring foreign bad actors from operating on Federal lands.\nSec. 20310. Permit process for projects relating to extraction, recovery, or processing of critical materials.\nSec. 20311. National strategy to re-shore mineral supply chains.\nTitle IV—Federal land use planning\nSec. 20401. Federal land use planning and withdrawals.\nSec. 20402. Prohibitions on delay of mineral development of certain Federal land.\nSec. 20403. Definitions.\nTitle V—Ensuring competitiveness on Federal lands\nSec. 20501. Incentivizing domestic production.\nTitle VI—Energy revenue sharing\nSec. 20601. Gulf of Mexico Outer Continental Shelf revenue.\nSec. 20602. Parity in offshore wind revenue sharing.\nSec. 20603. Elimination of administrative fee under the Mineral Leasing Act.\nSec. 20604. Sunset.\nDivision C—Water Quality Certification and Energy Project Improvement\nSec. 30001. Short title; table of contents.\nSec. 30002. Certification.\nSec. 30003. Federal general permits.\nA\nIncreasing American Energy Production, Exports, Infrastructure, and Critical Minerals Processing\nDivision A—Increasing American Energy Production, Exports, Infrastructure, and Critical Minerals Processing\nSec. 10001. Securing America’s critical minerals supply.\nSec. 10002. Protecting American energy production.\nSec. 10003. Researching Efficient Federal Improvements for Necessary Energy Refining.\nSec. 10004. Promoting cross-border energy infrastructure.\nSec. 10005. Sense of Congress expressing disapproval of the revocation of the Presidential permit for the Keystone XL pipeline.\nSec. 10006. Sense of Congress opposing restrictions on the export of crude oil or other petroleum products.\nSec. 10007. Sense of Congress expressing disapproval of the denial of Jordan Cove permits.\nSec. 10008. Unlocking our domestic LNG potential.\nSec. 10009. Promoting interagency coordination for review of natural gas pipelines.\nSec. 10010. Interim hazardous waste permits for critical energy resource facilities.\nSec. 10011. Flexible air permits for critical energy resource facilities.\nSec. 10012. National security or energy security waivers to produce critical energy resources.\nSec. 10013. Ending future delays in chemical substance review for critical energy resources.\nSec. 10014. Natural gas tax repeal.\nSec. 10015. Repeal of greenhouse gas reduction fund.\nSec. 10016. Keeping America’s refineries operating.\nSec. 10017. Homeowner energy freedom.\nSec. 10018. Study.\nSec. 10019. State primary enforcement responsibility.\nSec. 10020. Use of index-based pricing in acquisition of petroleum products for the SPR.\nSec. 10021. Prohibition on certain exports.\nSec. 10022. Sense of Congress expressing disapproval of the proposed tax hikes on the oil and natural gas industry in the President’s fiscal year 2024 budget request.\nSec. 10023. Domestic Energy Independence report.\nSec. 10024. GAO study.\nSec. 10025. Gas kitchen ranges and ovens.\n10001.\nSecuring America’s critical minerals supply\n(a)\nAmendment to the Department of Energy Organization Act\nThe Department of Energy Organization Act (\n42 U.S.C. 7101 et seq.\n(1)\nin section 2, by adding at the end the following:\n(d)\nAs used in sections 102(20) and 203(a)(12), the term\ncritical energy resource\n(1)\nthat is essential to the energy sector and energy systems of the United States; and\n(2)\nthe supply chain of which is vulnerable to disruption.\n;\n(2)\nin section 102, by adding at the end the following:\n(20)\nTo ensure there is an adequate and reliable supply of critical energy resources that are essential to the energy security of the United States.\n; and\n(3)\nin section 203(a), by adding at the end the following:\n(12)\nFunctions that relate to securing the supply of critical energy resources, including identifying and mitigating the effects of a disruption of such supply on—\n(A)\nthe development and use of energy technologies; and\n(B)\nthe operation of energy systems.\n.\n(b)\nSecuring critical energy resource supply chains\n(1)\nIn general\nIn carrying out the requirements of the Department of Energy Organization Act (\n42 U.S.C. 7101 et seq.\n(A)\nconduct ongoing assessments of—\n(i)\nenergy resource criticality based on the importance of critical energy resources to the development of energy technologies and the supply of energy;\n(ii)\nthe critical energy resource supply chain of the United States;\n(iii)\nthe vulnerability of such supply chain; and\n(iv)\nhow the energy security of the United States is affected by the reliance of the United States on importation of critical energy resources;\n(B)\nfacilitate development of strategies to strengthen critical energy resource supply chains in the United States, including by—\n(i)\ndiversifying the sources of the supply of critical energy resources; and\n(ii)\nincreasing domestic production, separation, and processing of critical energy resources;\n(C)\ndevelop substitutes and alternatives to critical energy resources; and\n(D)\nimprove technology that reuses and recycles critical energy resources.\n(2)\nReport\nNot later than 1 year after the date of enactment of this Act, and annually thereafter, the Secretary of Energy shall submit to Congress a report containing—\n(A)\nthe results of the ongoing assessments conducted under paragraph (1)(A);\n(B)\na description of any actions taken pursuant to the Department of Energy Organization Act to mitigate potential effects of critical energy resource supply chain disruptions on energy technologies or the operation of energy systems; and\n(C)\nany recommendations relating to strengthening critical energy resource supply chains that are essential to the energy security of the United States.\n(3)\nCritical energy resource defined\nIn this section, the term\ncritical energy resource\n42 U.S.C. 7101\n10002.\nProtecting American energy production\n(a)\nSense of Congress\nIt is the sense of Congress that States should maintain primacy for the regulation of hydraulic fracturing for oil and natural gas production on State and private lands.\n(b)\nProhibition on declaration of a moratorium on hydraulic fracturing\nNotwithstanding any other provision of law, the President may not declare a moratorium on the use of hydraulic fracturing unless such moratorium is authorized by an Act of Congress.\n10003.\nResearching Efficient Federal Improvements for Necessary Energy Refining\nNot later than 90 days after the date of enactment of this section, the Secretary of Energy shall direct the National Petroleum Council to—\n(1)\nsubmit to the Secretary of Energy and Congress a report containing—\n(A)\nan examination of the role of petrochemical refineries located in the United States and the contributions of such petrochemical refineries to the energy security of the United States, including the reliability of supply in the United States of liquid fuels and feedstocks, and the affordability of liquid fuels for consumers in the United States;\n(B)\nanalyses and projections with respect to—\n(i)\nthe capacity of petrochemical refineries located in the United States;\n(ii)\nopportunities for expanding such capacity; and\n(iii)\nthe risks to petrochemical refineries located in the United States;\n(C)\nan assessment of any Federal or State executive actions, regulations, or policies that have caused or contributed to a decline in the capacity of petrochemical refineries located in the United States; and\n(D)\nany recommendations for Federal agencies and Congress to encourage an increase in the capacity of petrochemical refineries located in the United States; and\n(2)\nmake publicly available the report submitted under paragraph (1).\n10004.\nPromoting cross-border energy infrastructure\n(a)\nAuthorization of certain energy infrastructure projects at an international boundary of the United States\n(1)\nAuthorization\nExcept as provided in paragraph (3) and subsection (d), no person may construct, connect, operate, or maintain a border-crossing facility for the import or export of oil or natural gas, or the transmission of electricity, across an international border of the United States without obtaining a certificate of crossing for the border-crossing facility under this subsection.\n(2)\nCertificate of crossing\n(A)\nRequirement\nNot later than 120 days after final action is taken, by the relevant official or agency identified under subparagraph (B), under the National Environmental Policy Act of 1969 (\n42 U.S.C. 4321 et seq.\n(B)\nRelevant official or agency\nThe relevant official or agency referred to in subparagraph (A) is—\n(i)\nthe Federal Energy Regulatory Commission with respect to border-crossing facilities consisting of oil or natural gas pipelines; and\n(ii)\nthe Secretary of Energy with respect to border-crossing facilities consisting of electric transmission facilities.\n(C)\nAdditional requirement for electric transmission facilities\nIn the case of a request for a certificate of crossing for a border-crossing facility consisting of an electric transmission facility, the Secretary of Energy shall require, as a condition of issuing the certificate of crossing under subparagraph (A), that the border-crossing facility be constructed, connected, operated, or maintained consistent with all applicable policies and standards of—\n(i)\nthe Electric Reliability Organization and the applicable regional entity; and\n(ii)\nany Regional Transmission Organization or Independent System Operator with operational or functional control over the border-crossing facility.\n(3)\nExclusions\nThis subsection shall not apply to any construction, connection, operation, or maintenance of a border-crossing facility for the import or export of oil or natural gas, or the transmission of electricity—\n(A)\nif the border-crossing facility is operating for such import, export, or transmission as of the date of enactment of this Act;\n(B)\nif a Presidential permit (or similar permit) for the construction, connection, operation, or maintenance has been issued pursuant to any provision of law or Executive order; or\n(C)\nif an application for a Presidential permit (or similar permit) for the construction, connection, operation, or maintenance is pending on the date of enactment of this Act, until the earlier of—\n(i)\nthe date on which such application is denied; or\n(ii)\ntwo years after the date of enactment of this Act, if such a permit has not been issued by such date of enactment.\n(4)\nEffect of other laws\n(A)\nApplication to projects\nNothing in this subsection or subsection (d) shall affect the application of any other Federal statute to a project for which a certificate of crossing for a border-crossing facility is requested under this subsection.\n(B)\nNatural Gas Act\nNothing in this subsection or subsection (d) shall affect the requirement to obtain approval or authorization under sections 3 and 7 of the Natural Gas Act for the siting, construction, or operation of any facility to import or export natural gas.\n(C)\nOil pipelines\nNothing in this subsection or subsection (d) shall affect the authority of the Federal Energy Regulatory Commission with respect to oil pipelines under section 60502 of title 49, United States Code.\n(b)\nTransmission of electric energy to Canada and Mexico\n(1)\nRepeal of requirement to secure order\nSection 202(e) of the Federal Power Act (\n16 U.S.C. 824a(e)\n(2)\nConforming amendments\n(A)\nState regulations\nSection 202(f) of the Federal Power Act (\n16 U.S.C. 824a(f)\ninsofar as such State regulation does not conflict with the exercise of the Commission's powers under or relating to subsection 202(e)\n(B)\nSeasonal diversity electricity exchange\nSection 602(b) of the Public Utility Regulatory Policies Act of 1978 (\n16 U.S.C. 824a–4(b)\nthe Commission has conducted hearings and made the findings required under section 202(e) of the Federal Power Act\nthe Secretary has conducted hearings and finds that the proposed transmission facilities would not impair the sufficiency of electric supply within the United States or would not impede or tend to impede the coordination in the public interest of facilities subject to the jurisdiction of the Secretary.\n(c)\nNo Presidential permit required\nNo Presidential permit (or similar permit) shall be required pursuant to any provision of law or Executive order for the construction, connection, operation, or maintenance of an oil or natural gas pipeline or electric transmission facility, or any border-crossing facility thereof.\n(d)\nModifications to existing projects\nNo certificate of crossing under subsection (a), or Presidential permit (or similar permit), shall be required for a modification to—\n(1)\nan oil or natural gas pipeline or electric transmission facility that is operating for the import or export of oil or natural gas or the transmission of electricity as of the date of enactment of this Act;\n(2)\nan oil or natural gas pipeline or electric transmission facility for which a Presidential permit (or similar permit) has been issued pursuant to any provision of law or Executive order; or\n(3)\na border-crossing facility for which a certificate of crossing has previously been issued under subsection (a).\n(e)\nProhibition on revocation of Presidential permits\nNotwithstanding any other provision of law, the President may not revoke a Presidential permit (or similar permit) issued pursuant to Executive Order No. 13337 (\n3 U.S.C. 301\n3 U.S.C. 301\n(f)\nEffective date; rulemaking deadlines\n(1)\nEffective date\nSubsections (a) through (d), and the amendments made by such subsections, shall take effect on the date that is 1 year after the date of enactment of this Act.\n(2)\nRulemaking deadlines\nEach relevant official or agency described in subsection (a)(2)(B) shall—\n(A)\nnot later than 180 days after the date of enactment of this Act, publish in the Federal Register notice of a proposed rulemaking to carry out the applicable requirements of subsection (a); and\n(B)\nnot later than 1 year after the date of enactment of this Act, publish in the Federal Register a final rule to carry out the applicable requirements of subsection (a).\n(g)\nDefinitions\nIn this section:\n(1)\nBorder-crossing facility\nThe term\nborder-crossing facility\n(2)\nModification\nThe term\nmodification\n(3)\nNatural gas\nThe term\nnatural",
    "status": "Active",
    "tags": [
      "House",
      "Active",
      "118th",
      "HR",
      "Energy"
    ],
    "excerpt": "The Clerk was authorized to correct section numbers, punctuation, and cross references, and to make other necessary technical and conforming corrections in the engrossment of H.R. 1.",
    "id": 1
  },
  {
    "source": "118-HR",
    "title": "Secure the Border Act of 2023",
    "state": "US",
    "category": "Immigration",
    "dateIntroduced": "2023-05-02",
    "text": "114 HR 2 PCS: Secure the Border Act of 2023\nU.S. House of Representatives\n2023-03-16\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nII\nCalendar No. 71\n118th CONGRESS\n1st Session\nH. R. 2\nIN THE SENATE OF THE UNITED STATES\nMay 15, 2023\nReceived; read the first time\nMay 16, 2023\nRead the second time and placed on the calendar\nAN ACT\nTo secure the borders of the United States, and for other purposes.\n1.\nShort title; table of contents\n(a)\nShort title\nThis Act may be cited as the\nSecure the Border Act of 2023\n(b)\nTable of contents\nThe table of contents for this Act is as follows:\nSec. 1. Short title; table of contents.\nDivision A—Border Security\nSec. 101. Definitions.\nSec. 102. Border wall construction.\nSec. 103. Strengthening the requirements for barriers along the southern border.\nSec. 104. Border and port security technology investment plan.\nSec. 105. Border security technology program management.\nSec. 106. U.S. Customs and Border Protection technology upgrades.\nSec. 107. U.S. Customs and Border Protection personnel.\nSec. 108. Anti-Border Corruption Act reauthorization.\nSec. 109. Establishment of workload staffing models for U.S. Border Patrol and Air and Marine Operations of CBP.\nSec. 110. Operation Stonegarden.\nSec. 111. Air and Marine Operations flight hours.\nSec. 112. Eradication of carrizo cane and salt cedar.\nSec. 113. Border patrol strategic plan.\nSec. 114. U.S. Customs and Border Protection spiritual readiness.\nSec. 115. Restrictions on funding.\nSec. 116. Collection of DNA and biometric information at the border.\nSec. 117. Eradication of narcotic drugs and formulating effective new tools to address yearly losses of life; ensuring timely updates to U.S. Customs and Border Protection field manuals.\nSec. 118. Publication by U.S. Customs and Border Protection of operational statistics.\nSec. 119. Alien criminal background checks.\nSec. 120. Prohibited identification documents at airport security checkpoints; notification to immigration agencies.\nSec. 121. Prohibition against any COVID–19 vaccine mandate or adverse action against DHS employees.\nSec. 122. CBP One app limitation.\nSec. 123. Report on Mexican drug cartels.\nSec. 124. GAO study on costs incurred by States to secure the southwest border.\nSec. 125. Report by Inspector General of the Department of Homeland Security.\nSec. 126. Offsetting authorizations of appropriations.\nSec. 127. Report to Congress on foreign terrorist organizations.\nSec. 128. Assessment by Inspector General of the Department of Homeland Security on the mitigation of unmanned aircraft systems at the southwest border.\nDivision B—Immigration Enforcement and Foreign Affairs\nTitle I—Asylum Reform and Border Protection\nSec. 101. Safe third country.\nSec. 102. Credible fear interviews.\nSec. 103. Clarification of asylum eligibility.\nSec. 104. Exceptions.\nSec. 105. Employment authorization.\nSec. 106. Asylum fees.\nSec. 107. Rules for determining asylum eligibility.\nSec. 108. Firm resettlement.\nSec. 109. Notice concerning frivolous asylum applications.\nSec. 110. Technical amendments.\nSec. 111. Requirement for procedures relating to certain asylum applications.\nTitle II—Border Safety and Migrant Protection\nSec. 201. Inspection of applicants for admission.\nSec. 202. Operational detention facilities.\nTitle III—Preventing Uncontrolled Migration Flows in the Western Hemisphere\nSec. 301. United States policy regarding Western Hemisphere cooperation on immigration and asylum.\nSec. 302. Negotiations by Secretary of State.\nSec. 303. Mandatory briefings on United States efforts to address the border crisis.\nTitle IV—Ensuring United Families at the Border\nSec. 401. Clarification of standards for family detention.\nTitle V—Protection of Children\nSec. 501. Findings.\nSec. 502. Repatriation of unaccompanied alien children.\nSec. 503. Special immigrant juvenile status for immigrants unable to reunite with either parent.\nSec. 504. Rule of construction.\nTitle VI—Visa Overstays Penalties\nSec. 601. Expanded penalties for illegal entry or presence.\nTitle VII—Immigration Parole Reform\nSec. 701. Immigration parole reform.\nSec. 702. Implementation.\nSec. 703. Cause of action.\nSec. 704. Severability.\nTitle VIII—Legal Workforce\nSec. 801. Employment eligibility verification process.\nSec. 802. Employment eligibility verification system.\nSec. 803. Recruitment, referral, and continuation of employment.\nSec. 804. Good faith defense.\nSec. 805. Preemption and States’ rights.\nSec. 806. Repeal.\nSec. 807. Penalties.\nSec. 808. Fraud and misuse of documents.\nSec. 809. Protection of Social Security Administration programs.\nSec. 810. Fraud prevention.\nSec. 811. Use of employment eligibility verification photo tool.\nSec. 812. Identity authentication employment eligibility verification pilot programs.\nSec. 813. Inspector General audits.\nSec. 814. Agriculture workforce study.\nSec. 815. Sense of Congress on further implementation.\nSec. 816. Repealing regulations.\nA\nBorder Security\n101.\nDefinitions\nIn this division:\n(1)\nCBP\nThe term\nCBP\n(2)\nCommissioner\nThe term\nCommissioner\n(3)\nDepartment\nThe term\nDepartment\n(4)\nOperational control\nThe term\noperational control\nPublic Law 109–367\n8 U.S.C. 1701\n(5)\nSecretary\nThe term\nSecretary\n(6)\nSituational awareness\nThe term\nsituational awareness\nPublic Law 114–328\n6 U.S.C. 223(a)(7)\n(7)\nUnmanned aircraft system\nThe term\nunmanned aircraft system\n102.\nBorder wall construction\n(a)\nIn general\n(1)\nImmediate resumption of border wall construction\nNot later than seven days after the date of the enactment of this Act, the Secretary shall resume all activities related to the construction of the border wall along the border between the United States and Mexico that were underway or being planned for prior to January 20, 2021.\n(2)\nUse of funds\nTo carry out this section, the Secretary shall expend all unexpired funds appropriated or explicitly obligated for the construction of the border wall that were appropriated or obligated, as the case may be, for use beginning on October 1, 2019.\n(3)\nUse of materials\nAny unused materials purchased before the date of the enactment of this Act for construction of the border wall may be used for activities related to the construction of the border wall in accordance with paragraph (1).\n(b)\nPlan To complete tactical infrastructure and technology\nNot later than 90 days after the date of the enactment of this Act and annually thereafter until construction of the border wall has been completed, the Secretary shall submit to the appropriate congressional committees an implementation plan, including annual benchmarks for the construction of 200 miles of such wall and associated cost estimates for satisfying all requirements of the construction of the border wall, including installation and deployment of tactical infrastructure, technology, and other elements as identified by the Department prior to January 20, 2021, through the expenditure of funds appropriated or explicitly obligated, as the case may be, for use, as well as any future funds appropriated or otherwise made available by Congress.\n(c)\nDefinitions\nIn this section:\n(1)\nAppropriate congressional committees\nThe term\nappropriate congressional committees\n(2)\nTactical infrastructure\nThe term\ntactical infrastructure\n(3)\nTechnology\nThe term\ntechnology\n103.\nStrengthening the requirements for barriers along the southern border\nSection 102 of the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 (Division C of\nPublic Law 104–208\n8 U.S.C. 1103\n(1)\nby amending subsection (a) to read as follows:\n(a)\nIn general\nThe Secretary of Homeland Security shall take such actions as may be necessary (including the removal of obstacles to detection of illegal entrants) to design, test, construct, install, deploy, integrate, and operate physical barriers, tactical infrastructure, and technology in the vicinity of the southwest border to achieve situational awareness and operational control of the southwest border and deter, impede, and detect unlawful activity.\n;\n(2)\nin subsection (b)—\n(A)\nin the subsection heading, by striking\nfencing and road improvements\nphysical barriers\n(B)\nin paragraph (1)—\n(i)\nin the heading, by striking\nfencing\nbarriers\n(ii)\nby amending subparagraph (A) to read as follows:\n(A)\nReinforced barriers\nIn carrying out this section, the Secretary of Homeland Security shall construct a border wall, including physical barriers, tactical infrastructure, and technology, along not fewer than 900 miles of the southwest border until situational awareness and operational control of the southwest border is achieved.\n;\n(iii)\nby amending subparagraph (B) to read as follows:\n(B)\nPhysical barriers and tactical infrastructure\nIn carrying out this section, the Secretary of Homeland Security shall deploy along the southwest border the most practical and effective physical barriers, tactical infrastructure, and technology available for achieving situational awareness and operational control of the southwest border.\n;\n(iv)\nin subparagraph (C)—\n(I)\nby amending clause (i) to read as follows:\n(i)\nIn general\nIn carrying out this section, the Secretary of Homeland Security shall consult with the Secretary of the Interior, the Secretary of Agriculture, appropriate representatives of State, Tribal, and local governments, and appropriate private property owners in the United States to minimize the impact on natural resources, commerce, and sites of historical or cultural significance for the communities and residents located near the sites at which physical barriers, tactical infrastructure, and technology are to be constructed. Such consultation may not delay such construction for longer than seven days.\n; and\n(II)\nin clause (ii)—\n(aa)\nin subclause (I), by striking\nor\n(bb)\nby amending subclause (II) to read as follows:\n(II)\ndelay the transfer to the United States of the possession of property or affect the validity of any property acquisition by the United States by purchase or eminent domain, or to otherwise affect the eminent domain laws of the United States or of any State; or\n; and\n(cc)\nby adding at the end the following new subclause:\n(III)\ncreate any right or liability for any party.\n; and\n(v)\nby striking subparagraph (D);\n(C)\nin paragraph (2)—\n(i)\nby striking\nAttorney General\nSecretary of Homeland Security\n(ii)\nby striking\nthis subsection\nthis section\n(iii)\nby striking\nconstruction of fences\nthe construction of physical barriers, tactical infrastructure, and technology\n(D)\nby amending paragraph (3) to read as follows:\n(3)\nAgent safety\nIn carrying out this section, the Secretary of Homeland Security, when designing, testing, constructing, installing, deploying, integrating, and operating physical barriers, tactical infrastructure, or technology, shall incorporate such safety features into such design, test, construction, installation, deployment, integration, or operation of such physical barriers, tactical infrastructure, or technology, as the case may be, that the Secretary determines are necessary to maximize the safety and effectiveness of officers and agents of the Department of Homeland Security or of any other Federal agency deployed in the vicinity of such physical barriers, tactical infrastructure, or technology.\n; and\n(E)\nin paragraph (4), by striking\nthis subsection\nthis section\n(3)\nin subsection (c)—\n(A)\nby amending paragraph (1) to read as follows:\n(1)\nIn general\nNotwithstanding any other provision of law, the Secretary of Homeland Security shall waive all legal requirements necessary to ensure the expeditious design, testing, construction, installation, deployment, integration, operation, and maintenance of the physical barriers, tactical infrastructure, and technology under this section. The Secretary shall ensure the maintenance and effectiveness of such physical barriers, tactical infrastructure, or technology. Any such action by the Secretary shall be effective upon publication in the Federal Register.\n;\n(B)\nby redesignating paragraph (2) as paragraph (3); and\n(C)\nby inserting after paragraph (1) the following new paragraph:\n(2)\nNotification\nNot later than seven days after the date on which the Secretary of Homeland Security exercises a waiver pursuant to paragraph (1), the Secretary shall notify the Committee on Homeland Security of the House of Representatives and the Committee on Homeland Security and Governmental Affairs of the Senate of such waiver.\n; and\n(4)\nby adding at the end the following new subsections:\n(e)\nTechnology\nIn carrying out this section, the Secretary of Homeland Security shall deploy along the southwest border the most practical and effective technology available for achieving situational awareness and operational control.\n(f)\nDefinitions\nIn this section:\n(1)\nAdvanced unattended surveillance sensors\nThe term\nadvanced unattended surveillance sensors\n(2)\nOperational control\nThe term\noperational control\nPublic Law 109–367\n8 U.S.C. 1701\n(3)\nPhysical barriers\nThe term\nphysical barriers\n(4)\nSituational awareness\nThe term\nsituational awareness\nPublic Law 114–328\n6 U.S.C. 223(a)(7)\n(5)\nTactical infrastructure\nThe term\ntactical infrastructure\n(6)\nTechnology\nThe term\ntechnology\n(A)\nTower-based surveillance technology.\n(B)\nDeployable, lighter-than-air ground surveillance equipment.\n(C)\nVehicle and Dismount Exploitation Radars (VADER).\n(D)\n3-dimensional, seismic acoustic detection and ranging border tunneling detection technology.\n(E)\nAdvanced unattended surveillance sensors.\n(F)\nMobile vehicle-mounted and man-portable surveillance capabilities.\n(G)\nUnmanned aircraft systems.\n(H)\nTunnel detection systems and other seismic technology.\n(I)\nFiber-optic cable.\n(J)\nOther border detection, communication, and surveillance technology.\n(7)\nUnmanned aircraft system\nThe term\nunmanned aircraft system\n.\n104.\nBorder and port security technology investment plan\n(a)\nIn general\nNot later than 180 days after the date of the enactment of this Act, the Commissioner, in consultation with covered officials and border and port security technology stakeholders, shall submit to the appropriate congressional committees a strategic 5-year technology investment plan (in this section referred to as the\nplan\n(b)\nContents of plan\nThe plan shall include the following:\n(1)\nAn analysis of security risks at and between ports of entry along the northern and southern borders of the United States.\n(2)\nAn identification of capability gaps with respect to security at and between such ports of entry to be mitigated in order to—\n(A)\nprevent terrorists and instruments of terror from entering the United States;\n(B)\ncombat and reduce cross-border criminal activity, including—\n(i)\nthe transport of illegal goods, such as illicit drugs; and\n(ii)\nhuman smuggling and human trafficking; and\n(C)\nfacilitate the flow of legal trade across the southwest border.\n(3)\nAn analysis of current and forecast trends relating to the number of aliens who—\n(A)\nunlawfully entered the United States by crossing the northern or southern border of the United States; or\n(B)\nare unlawfully present in the United States.\n(4)\nA description of security-related technology acquisitions, to be listed in order of priority, to address the security risks and capability gaps analyzed and identified pursuant to paragraphs (1) and (2), respectively.\n(5)\nA description of each planned security-related technology program, including objectives, goals, and timelines for each such program.\n(6)\nAn identification of each deployed security-related technology that is at or near the end of the life cycle of such technology.\n(7)\nA description of the test, evaluation, modeling, and simulation capabilities, including target methodologies, rationales, and timelines, necessary to support the acquisition of security-related technologies pursuant to paragraph (4).\n(8)\nAn identification and assessment of ways to increase opportunities for communication and collaboration with the private sector, small and disadvantaged businesses, intragovernment entities, university centers of excellence, and federal laboratories to ensure CBP is able to engage with the market for security-related technologies that are available to satisfy its mission needs before engaging in an acquisition of a security-related technology.\n(9)\nAn assessment of the management of planned security-related technology programs by the acquisition workforce of CBP.\n(10)\nAn identification of ways to leverage already-existing acquisition expertise within the Federal Government.\n(11)\nA description of the security resources, including information security resources, required to protect security-related technology from physical or cyber theft, diversion, sabotage, or attack.\n(12)\nA description of initiatives to—\n(A)\nstreamline the acquisition process of CBP; and\n(B)\nprovide to the private sector greater predictability and transparency with respect to such process, including information relating to the timeline for testing and evaluation of security-related technology.\n(13)\nAn assessment of the privacy and security impact on border communities of security-related technology.\n(14)\nIn the case of a new acquisition leading to the removal of equipment from a port of entry along the northern or southern border of the United States, a strategy to consult with the private sector and community stakeholders affected by such removal.\n(15)\nA strategy to consult with the private sector and community stakeholders with respect to security impacts at a port of entry described in paragraph (14).\n(16)\nAn identification of recent technological advancements in the following:\n(A)\nManned aircraft sensor, communication, and common operating picture technology.\n(B)\nUnmanned aerial systems and related technology, including counter-unmanned aerial system technology.\n(C)\nSurveillance technology, including the following:\n(i)\nMobile surveillance vehicles.\n(ii)\nAssociated electronics, including cameras, sensor technology, and radar.\n(iii)\nTower-based surveillance technology.\n(iv)\nAdvanced unattended surveillance sensors.\n(v)\nDeployable, lighter-than-air, ground surveillance equipment.\n(D)\nNonintrusive inspection technology, including non-x-ray devices utilizing muon tomography and other advanced detection technology.\n(E)\nTunnel detection technology.\n(F)\nCommunications equipment, including the following:\n(i)\nRadios.\n(ii)\nLong-term evolution broadband.\n(iii)\nMiniature satellites.\n(c)\nLeveraging the private sector\nTo the extent practicable, the plan shall—\n(1)\nleverage emerging technological capabilities, and research and development trends, within the public and private sectors;\n(2)\nincorporate input from the private sector, including from border and port security stakeholders, through requests for information, industry day events, and other innovative means consistent with the Federal Acquisition Regulation; and\n(3)\nidentify security-related technologies that are in development or deployed, with or without adaptation, that may satisfy the mission needs of CBP.\n(d)\nForm\nTo the extent practicable, the plan shall be published in unclassified form on the website of the Department.\n(e)\nDisclosure\nThe plan shall include an identification of individuals not employed by the Federal Government, and their professional affiliations, who contributed to the development of the plan.\n(f)\nUpdate and report\nNot later than the date that is two years after the date on which the plan is submitted to the appropriate congressional committees pursuant to subsection (a) and biennially thereafter for ten years, the Commissioner shall submit to the appropriate congressional committees—\n(1)\nan update of the plan, if appropriate; and\n(2)\na report that includes—\n(A)\nthe extent to which each security-related technology acquired by CBP since the initial submission of the plan or most recent update of the plan, as the case may be, is consistent with the planned technology programs and projects described pursuant to subsec",
    "status": "In Committee",
    "tags": [
      "House",
      "118th",
      "HR",
      "In Committee",
      "Immigration"
    ],
    "excerpt": "Referred to the Subcommittee on Social Security.",
    "id": 2
  },
  {
    "source": "118-HR",
    "title": "Reserved for the Speaker.",
    "state": "US",
    "category": "General",
    "dateIntroduced": "2023-01-03",
    "text": "Introduced in House",
    "status": "Introduced",
    "tags": [
      "General",
      "House",
      "118th",
      "HR",
      "Introduced"
    ],
    "excerpt": "Introduced in House",
    "id": 3
  },
  {
    "source": "118-HR",
    "title": "Social Security Fairness Act of 2023",
    "state": "US",
    "category": "Social Welfare",
    "dateIntroduced": "2023-01-09",
    "text": "HR 82 ENR: Social Security Fairness Act of 2023\nU.S. House of Representatives\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nI\nOne Hundred Eighteenth Congress of the United States of America\nAt the Second Session\nBegun and held at the City of Washington on Wednesday, the third day of January, two thousand and twenty-four\nH. R. 82\nAN ACT\nTo amend title II of the Social Security Act to repeal the Government pension offset and windfall elimination provisions.\n1.\nShort title\nThis Act may be cited as the\nSocial Security Fairness Act of 2023\n2.\nRepeal of government pension offset provision\n(a)\nIn general\nSection 202(k) of the Social Security Act (\n42 U.S.C. 402(k)\n(b)\nConforming amendments\n(1)\nSection 202(b)(2) of the Social Security Act (\n42 U.S.C. 402(b)(2)\nsubsections (k)(5) and (q)\nsubsection (q)\n(2)\nSection 202(c)(2) of such Act (\n42 U.S.C. 402(c)(2)\nsubsections (k)(5) and (q)\nsubsection (q)\n(3)\nSection 202(e)(2)(A) of such Act (\n42 U.S.C. 402(e)(2)(A)\nsubsection (k)(5), subsection (q),\nsubsection (q)\n(4)\nSection 202(f)(2)(A) of such Act (\n42 U.S.C. 402(f)(2)(A)\nsubsection (k)(5), subsection (q)\nsubsection (q)\n3.\nRepeal of windfall elimination provisions\n(a)\nIn general\nSection 215 of the Social Security Act (\n42 U.S.C. 415\n(1)\nin subsection (a), by striking paragraph (7);\n(2)\nin subsection (d), by striking paragraph (3); and\n(3)\nin subsection (f), by striking paragraph (9).\n(b)\nConforming amendments\nSubsections (e)(2) and (f)(2) of section 202 of such Act (\n42 U.S.C. 402\nsection 215(f)(5), 215(f)(6), or 215(f)(9)(B)\nparagraph (5) or (6) of section 215(f)\n4.\nEffective date\nThe amendments made by this Act shall apply with respect to monthly insurance benefits payable under title II of the Social Security Act for months after December 2023. Notwithstanding section 215(f) of the Social Security Act, the Commissioner of Social Security shall adjust primary insurance amounts to the extent necessary to take into account the amendments made by section 3.\nSpeaker of the House of Representatives.\nVice President of the United States and President of the Senate.",
    "status": "Enacted",
    "tags": [
      "Social Welfare",
      "House",
      "118th",
      "HR",
      "Enacted"
    ],
    "excerpt": "Became Public Law No: 118-273.",
    "id": 4
  },
  {
    "source": "118-S",
    "title": "Fiscal Year 2023 Veterans Affairs Major Medical Facility Authorization Act",
    "state": "US",
    "category": "Armed Forces and National Security",
    "dateIntroduced": "2023-01-24",
    "text": "S30 ENR: Fiscal Year 2023 Veterans Affairs Major Medical Facility Authorization Act\nU.S. Senate\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nOne Hundred Eighteenth Congress of the United States of America\n1st Session\nBegun and held at the City of Washington on Tuesday, the third day of January, two thousand and twenty three\nS. 30\nIN THE SENATE OF THE UNITED STATES\nAN ACT\nTo authorize major medical facility projects for the Department of Veterans Affairs for fiscal year 2023, and for other purposes.\n1.\nShort title\nThis Act may be cited as the\nFiscal Year 2023 Veterans Affairs Major Medical Facility Authorization Act\n2.\nAuthorization of major medical facility projects of Department of Veterans Affairs for fiscal year 2023\n(a)\nIn general\nThe Secretary of Veterans Affairs may carry out the following major medical facility projects in fiscal year 2023 at the locations specified and in an amount for each project not to exceed the amount specified for such location:\n(1)\nConstruction of a community-based outpatient clinic and national cemetery in Alameda, California, in an amount not to exceed $395,000,000.\n(2)\nConstruction of a community living center and renovation of domiciliary and outpatient facilities in Canandaigua, New York, in an amount not to exceed $506,400,000.\n(3)\nConstruction of a new health care center in El Paso, Texas, in an amount not to exceed $700,000,000.\n(4)\nSeismic upgrade and specialty care improvements in Fort Harrison, Montana, in an amount not to exceed $88,600,000.\n(5)\nRealignment and closure of the Livermore campus in Livermore, California, in an amount not to exceed $490,000,000.\n(6)\nConstruction of a new medical facility in Louisville, Kentucky, in an amount not to exceed $1,013,000,000.\n(7)\nSeismic retrofit and renovation, roadway and site improvements, construction of a new specialty care facility, demolition, and expansion of parking facilities in Portland, Oregon, in an amount not to exceed $523,000,000.\n(b)\nAuthorization of appropriations\nThere is authorized\nSpeaker of the House of Representatives\nVice President of the United States and President of the Senate",
    "status": "Enacted",
    "tags": [
      "118th",
      "Senate",
      "Armed Forces and National Security",
      "Enacted",
      "S"
    ],
    "excerpt": "Became Public Law No: 118-8.",
    "id": 5
  },
  {
    "source": "118-S",
    "title": "Pensacola and Perdido Bays Estuary of National Significance Act of 2024",
    "state": "US",
    "category": "Environmental Protection",
    "dateIntroduced": "2023-01-24",
    "text": "S50 ENR: Pensacola and Perdido Bays Estuary of National Significance Act of 2024\nU.S. Senate\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nOne Hundred Eighteenth Congress of the United States of America\n2d Session\nBegun and held at the City of Washington on Wednesday, the third day of January, two thousand and twenty four\nS. 50\nIN THE SENATE OF THE UNITED STATES\nAN ACT\nTo amend the Federal Water Pollution Control Act to require the Administrator of the Environmental Protection Agency to give priority consideration to selecting Pensacola and Perdido Bays as an estuary of national significance, and for other purposes.\n1.\nShort title\nThis Act may be cited as the\nPensacola and Perdido Bays Estuary of National Significance Act of 2024\n2.\nPensacola and Perdido Bays\nSection 320(a)(2)(B) of the Federal Water Pollution Control Act (\n33 U.S.C. 1330(a)(2)(B)\nand Lower Columbia River, Oregon and Washington\nLower Columbia River, Oregon and Washington; and Pensacola and Perdido Bays, Florida\n3.\nIneligibility with respect to fiscal years 2024 and 2025\nWith respect to the amendment made by section 2, the Administrator of the Environmental Protection Agency may not use for the implementation of that amendment, including, with respect to Pensacola and Perdido Bays, Florida, convening a management conference, developing or carrying out a comprehensive conservation and management plan, or providing grants under section 320 of the Federal Water Pollution Control Act (\n33 U.S.C. 1330\n(1)\nany amounts appropriated to carry out the national estuary program under that section for fiscal year 2024; or\n(2)\nunless the total amount appropriated to carry out that program for fiscal year 2025 is at least $850,000 more than the total amount appropriated to carry out that program for fiscal year 2023, any amounts appropriated to carry out that program for fiscal year 2025.\nSpeaker of the House of Representatives\nVice President of the United States and President of the Senate",
    "status": "Enacted",
    "tags": [
      "118th",
      "Environmental Protection",
      "Enacted",
      "S",
      "Senate"
    ],
    "excerpt": "Became Public Law No: 118-152.",
    "id": 6
  },
  {
    "source": "118-S",
    "title": "Chance to Compete Act of 2024",
    "state": "US",
    "category": "Government Operations and Politics",
    "dateIntroduced": "2023-01-24",
    "text": "S59 ENR: Chance to Compete Act of 2024\nU.S. Senate\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nOne Hundred Eighteenth Congress of the United States of America\n2d Session\nBegun and held at the City of Washington on Wednesday, the third day of January, two thousand and twenty four\nS. 59\nIN THE SENATE OF THE UNITED STATES\nAN ACT\nTo implement merit-based reforms to the civil service hiring system that replace degree-based hiring with skills- and competency-based hiring.\n1.\nShort title\nThis Act may be cited as the\nChance to Compete Act of 2024\n2.\nDefinitions\n(a)\nAmendatory definitions\n(1)\nIn general\nSection 3304 of title 5, United States Code, is amended—\n(A)\nby redesignating subsections (b) through (g) as subsections (h) through (m), respectively;\n(B)\nby redesignating subsection (a) as subsection (b); and\n(C)\nby inserting before subsection (b), as so redesignated, the following:\n(a)\nDefinitions\nIn this section:\n(1)\nAgency\nThe term\nagency\n(2)\nDirector\nThe term\nDirector\n(3)\nExamination\nThe term\nexamination\n(4)\nExamining agency\nThe term\nexamining agency\n(A)\nthe Office; or\n(B)\nan agency to which the Director has delegated examining authority under section 1104(a)(2).\n(5)\nOffice\nThe term\nOffice\n(6)\nPassing score\nThe term\npassing score\n(7)\nRelevant committees\nThe term\nrelevant committees\n(A)\nthe Committee on Homeland Security and Governmental Affairs of the Senate; and\n(B)\nthe Committee on Oversight and Accountability of the House of Representatives.\n(8)\nSubject matter expert\nThe term\nsubject matter expert\n(A)\nwho possesses an understanding of the duties of, and knowledge, skills, and abilities required for, the position for which the employee or selecting official is developing or administering an examination; and\n(B)\nwhom the delegated examining unit of the examining agency that employs the employee or selecting official designates to assist in the development and administration of technical assessments.\n(9)\nTechnical assessment\nThe term\ntechnical assessment\n(A)\nallows for the demonstration of job-related skills, abilities, knowledge, and competencies;\n(B)\nis based upon a job analysis; and\n(C)\ndoes not solely include or principally rely upon a self-assessment from an automated examination.\n.\n(2)\nTechnical and conforming amendments\n(A)\nTitle 5, United States Code\nPart III of title 5, United States Code, is amended—\n(i)\nin chapter 33—\n(I)\nin section 3302(2), by striking\n3304(a)\n3304(b)\n(II)\nin section 3330a(a)(1)(B), by striking\n3304(f)(1)\n3304(l)(1)\n(ii)\nin section 9810(b), by striking\n3304(b)\n3304(h)\n(B)\nAct to establish a Commission on Security and Cooperation in Europe\nSection 8(d)(2) of the Act entitled, “An Act to establish a Commission on Security and Cooperation in Europe”, approved June 3, 1976 (\n22 U.S.C. 3008(d)(2)\n3304(c)(1)\n3304(i)(1)\n(C)\nU.S.-China Relations Act of 2000\nSection 308(e)(2) of the U.S.-China Relations Act of 2000 (\n22 U.S.C. 6918(e)(2)\n3304(c)(1)\n3304(i)(1)\n(D)\nEnergy Independence and Security Act of 2007\nSection 136(i)(1) of the Energy Independence and Security Act of 2007 (\n42 U.S.C. 17013(i)(1)\n3304(a)(3)\n3304(b)(3)\n(E)\nSubsection headings\nSection 3304 of title 5, United States Code, as amended by paragraph (1) of this subsection, is amended—\n(i)\nin subsection (b), by striking\nThe President\nRules\n(ii)\nin subsection (h), by striking\nAn individual\nExamination or exception required\n(iii)\nin subsection (i), by striking\n(1) For the purpose\nTechnicians\n(iv)\nin subsection (j), by striking\nThe Office\nConsideration of experience\n(v)\nin subsection (k), by striking\nEmployees\nUse of public buildings\n(vi)\nin subsection (l), by striking\n(1) Preference eligibles or veterans\nPreference eligibles and veterans\n(b)\nFreestanding definitions\nIn this Act—\n(1)\neach term that is defined in section 3304(a) of title 5, United States Code, as added by subsection (a) of this section, shall have the meaning given the term in such section 3304(a); and\n(2)\nthe term\ncompetitive service\n3.\nModernizing Federal hiring\nSection 3304 of title 5, United States Code, is amended by inserting after subsection (b), as redesignated by section 2, the following:\n(c)\nExaminations\n(1)\nIn general\nFor the purpose of testing applicants for appointment for a position, or class of positions, in the competitive service, an examining agency shall conduct an examination pursuant to subsection (b).\n(2)\nInterim examination period\n(A)\nPreference for technical assessment\nDuring the 3-year period beginning on the date of enactment of the\nChance to Compete Act of 2024\n(B)\nUse of alternative assessment\nDuring the 3-year period beginning on the date of enactment of the\nChance to Compete Act of 2024\n(3)\nTransition planning\n(A)\nIn general\nNot later 18 months after the date of enactment of the\nChance to Compete Act of 2024\n(i)\nthe prioritization of—\n(I)\njob classifications; and\n(II)\nresource requirements; and\n(ii)\na timeline for full implementation of the transition.\n(B)\nAdditional consultation\nIn developing the plan under subparagraph (A), the Director shall consult with, at minimum—\n(i)\nthe Director of the Office of Management and Budget;\n(ii)\nthe Chair of the Chief Human Capital Officers Council;\n(iii)\nemployee representatives; and\n(iv)\nrelevant external stakeholders.\n(4)\nImplementation of technical assessments\n(A)\nImplementation of plan\nNot later than 3 years after the date of enactment of the\nChance to Compete Act of 2024\n(B)\nAdoption of technical assessments\nOn and after the date that is 3 years after the date of enactment of the\nChance to Compete Act of 2024\n(C)\nWaiver\n(i)\nIn general\nThe requirement under subparagraph (B) shall not apply to an examining agency with respect to a particular job series if—\n(I)\nthe examining agency determines that use of a technical assessment is impracticable for the job series; and\n(II)\nthe head of the examining agency submits to the Director and the relevant committees a certification that use of the technical assessment is impracticable, which certification shall include—\n(aa)\nidentification of the job series;\n(bb)\nidentification of the number of positions that are included in the job series within the agency for which the examining agency is conducting examinations; and\n(cc)\na description of the rationale for the determination.\n(ii)\nEffectiveness of waiver\nA waiver under this subparagraph shall be effective for the period—\n(I)\nbeginning on the date that is 1 day after the date on which the applicable certification is submitted under clause (i)(II); and\n(II)\nending on the date that is 3 years after the date on which the applicable certification is submitted under clause (i)(II).\n(iii)\nNo delegation of certification authority\nThe head of an examining agency may not delegate the authority to submit a certification under clause (i)(II).\n(d)\nTechnical assessment\n(1)\nIn general\nFor the purpose of conducting an examination for a position in the competitive service, an individual who is determined by an examining agency to be a subject matter expert in the subject and job field of the position may—\n(A)\ndevelop, in partnership with human resources employees of the examining agency, a position-specific assessment that is relevant to the position, based on job analysis, which may include—\n(i)\na structured interview;\n(ii)\na work-related exercise;\n(iii)\na custom or generic procedure used to measure an applicant’s employment or career-related qualifications and interests; or\n(iv)\nanother assessment that—\n(I)\nallows for the demonstration of job-related technical skills, abilities, and knowledge; and\n(II)\nis relevant to the position for which the assessment is developed; and\n(B)\nadminister the assessment developed under subparagraph (A) to—\n(i)\ndetermine whether an applicant for the position has a passing score to be qualified for the position; or\n(ii)\nrank applicants for the position for category rating purposes under section 3319.\n(2)\nFeasibility study on sharing and customization of assessment\nNot later than 1 year after the date of enactment of the\nChance to Compete Act of 2024\n(A)\nconduct a feasibility study that examines the practicability, including a cost benefit analysis, of—\n(i)\nthe sharing of technical assessments by an examining agency with another examining agency;\n(ii)\nmechanisms for each examining agency to maintain appropriate control over examination material that is shared by the examining agency as described in clause (i);\n(iii)\nlimits on customization of a technical assessment that is shared as described in clause (i) and mechanisms to ensure that the resulting technical assessment satisfies the requirements under part 300 of title 5, Code of Federal Regulations (or any successor regulation); and\n(iv)\nthe development of an online platform on which examining agencies can share and customize technical assessments as described in this subparagraph; and\n(B)\nsubmit to the relevant committees a report on the study conducted under subparagraph (A).\n(e)\nFederal agency talent teams\n(1)\nIn general\nAn agency may establish 1 or more agency talent teams, including at the component level.\n(2)\nDuties\nAn agency talent team shall provide hiring support to the agency, including by—\n(A)\nimproving examinations;\n(B)\nfacilitating the writing of job announcements for the competitive service;\n(C)\nsharing high-quality certificates of eligible applicants; and\n(D)\nfacilitating hiring for the competitive service using examinations.\n(f)\nOffice of Personnel Management talent team\nThe Director may establish a Federal talent team to support agency talent teams by—\n(1)\nfacilitating hiring actions across the Federal Government;\n(2)\nproviding training;\n(3)\ncreating tools and guides to facilitate hiring for the competitive service; and\n(4)\ndeveloping technical assessments.\n(g)\nRulemaking\nThe Director shall promulgate such regulations as are necessary to implement and interpret this section.\n.\n4.\nCompetitive service candidate hiring and reform\n(a)\nReview\n(1)\nIn general\nThe Director shall conduct a review of examinations for hiring for each position in the competitive service that an examining agency has determined requires a minimum educational requirement because the position is of a scientific, technical, or professional nature pursuant to section 3308 of title 5, United States Code, to determine whether data, evidence, or other information justifies the need for educational requirements for the position.\n(2)\nConsultation\nIn carrying out paragraph (1), the Director shall consult with, at minimum—\n(A)\nagencies, as deemed appropriate by the Director;\n(B)\nemployee representatives;\n(C)\nexternal experts; and\n(D)\nrelevant stakeholders.\n(b)\nReport on hiring practices\nNot later than 1 year after the date of enactment of this Act, the Director shall submit to the relevant committees recommendations to amend the hiring practices of examining agencies in accordance with the findings of the review conducted under subsection (a)(1).\n5.\nReports\n(a)\nImplementation reports\n(1)\nIn general\nNot later than 1 year after the date of enactment of this Act, and each year thereafter ending with the fifth publication and submission of the report, the Director shall publish on a public-facing website, and submit to the relevant committees, a report that—\n(A)\nexamines the progress of examining agencies in implementing the requirements of this Act and the amendments made by this Act; and\n(B)\nidentifies any significant difficulties encountered in the implementation described in subparagraph (A).\n(2)\nInclusion in annual report\nThe Director may include the report required under paragraph (1) as an addendum to the report required under subsection (b).\n(3)\nDelayed reporting\nIf the Director is unable to publish and submit the report within the timeline required under paragraph (1), the Director shall publish on a public-facing website, and submit to the relevant committees, a notification of the delay that—\n(A)\nprovides a reason for the delay; and\n(B)\nadvises the public and the relevant committees of the anticipated date of publication and submission of the report.\n(b)\nAnnual report\n(1)\nIn general\nNot later than 1 year after the date of enactment of this Act, and each year thereafter, the Director shall publish on a public-facing website and submit to the relevant committees a report that, with respect to categories of positions in the competitive service for which an examining agency examined applicants during the applicable period, includes—\n(A)\nthe type of examination used; and\n(B)\nsummary data from examinations that are closed, audited, and anonymous on the use of examinations for the competitive service, including technical assessments.\n(2)\nDemographic indicators\nIn carrying out paragraph (1), the Director shall break the data down by applicant demographic indicators to facilitate direct comparability and trendline comparisons to data available as of October 1, 2020, as a baseline.\n(3)\nLimitations\nIn carrying out this subsection, the Director may only publish and submit to the relevant committees data relating to examinations for which—\n(A)\nthe related announcement is closed;\n(B)\ncertificates have been audited; and\n(C)\nall hiring processes are completed.\n(4)\nDelayed reporting\nIf the Director is unable to publish and submit the report within the timeline required under paragraph (1), the Director shall publish on a public-facing website, and submit to the relevant committees, a notification of the delay that—\n(A)\nprovides a reason for the delay; and\n(B)\nadvises the public and the relevant committees of the anticipated date of publication and submission of the report.\n(c)\nProvision of data by agencies\n(1)\nIn general\nNot later than 180 days after the date of enactment of this Act, the Director shall issue guidance to examining agencies regarding the data that the Director needs from the examining agencies in order to comply with subsections (a) and (b).\n(2)\nReporting timelines\nEach examining agency shall provide the data outlined in the guidance issued by the Director under paragraph (1) on a quarterly basis.\n6.\nGAO report\nNot later than 3 years after the date of enactment of this Act, the Comptroller General of the United States shall submit to Congress a report that—\n(1)\nassesses the implementation of this Act and the amendments made by this Act;\n(2)\nassesses the impact of modifications made by this Act to the hiring process for the competitive service under section 3304 of title 5, United States Code; and\n(3)\nmakes recommendations for the improvement of the hiring process for the competitive service.\n7.\nEvaluation for potential updates or revisions to government-wide systems of records at the Office of Personnel Management\n(a)\nIn general\nNot later than 1 year after the date of enactment of this Act, the Director shall evaluate whether the Government-wide system of records notices, the OPM/GOVT–5 Recruiting, Examining, and Placement Records, and the OPM/GOVT–6 Personnel Research and Test Validation Records, or any successor materials thereto, require updating or revision in order to support the implementation of this Act and the amendments made by this Act.\n(b)\nIssuance of updates or revisions; notice to Congress\nIf the Director determines under subsection (a) that any updates or revisions are necessary, the Director, in accordance with section 552a of title 5, United States Code (commonly known as the\nPrivacy Act\n(1)\nissue the updates or revisions; and\n(2)\nnotify the relevant committees.\nSpeaker of the House of Representatives\nVice President of the United States and President of the Senate",
    "status": "Enacted",
    "tags": [
      "118th",
      "Government Operations and Politics",
      "Enacted",
      "S",
      "Senate"
    ],
    "excerpt": "Became Public Law No: 118-188.",
    "id": 7
  },
  {
    "source": "118-HR",
    "title": "Parents Bill of Rights Act",
    "state": "US",
    "category": "Education",
    "dateIntroduced": "2023-03-01",
    "text": "118 HR 5 : Parents Bill of Rights Act\nU.S. House of Representatives\n2023-03-27\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nIIB\n118th CONGRESS\n1st Session\nH. R. 5\nIN THE SENATE OF THE UNITED STATES\nMarch 27, 2023\nReceived; read twice and referred to the\nCommittee on Health, Education, Labor, and Pensions\nAN ACT\nTo ensure the rights of parents are honored and protected in the Nation’s public schools.\n1.\nShort title\nThis Act may be cited as the\nParents Bill of Rights Act\nI\nAmendments to the Elementary and Secondary Education Act of 1965\n101.\nState plan assurances\nSection 1111(g)(2) of the Elementary and Secondary Education Act of 1965 (\n20 U.S.C. 6311(g)(2)\n(1)\nin subparagraph (M), by striking\nand\n(2)\nin subparagraph (N), by striking the period at the end and inserting a semicolon; and\n(3)\nby adding at the end the following:\n(O)\nthe State will ensure that each local educational agency in the State—\n(i)\nin a case in which the curriculum for an elementary or secondary school (including secondary career and technical education schools) grade level is freely and publicly available on the internet—\n(I)\nposts on a publicly accessible website of the agency, such curriculum; or\n(II)\nif such agency does not operate a website, widely disseminates to the public such curriculum; or\n(ii)\nin a case in which the curriculum for an elementary or secondary school (including secondary career and technical education schools) grade level is not freely and publicly available on the internet—\n(I)\nposts on a publicly accessible website of the agency—\n(aa)\na description of such curriculum; and\n(bb)\ninformation on how parents can review such curriculum as described in section 1112(e)(1)(A); or\n(II)\nif such agency does not operate a website, widely disseminates to the public the description and information described in items (aa) and (bb) of subclause (I); and\n(P)\nin the case of any revisions to the State’s challenging State academic standards (including any revisions to the levels of achievement within the State’s academic achievement standards), the State educational agency will post to the homepage of its website, and widely disseminate to the public, notice of such revisions and a copy of such revisions, except that the State educational agency shall not be required to submit such notice or such revisions to the Secretary.\n.\n102.\nAnnual local educational agency report cards\nSection 1111(h)(2) of the Elementary and Secondary Education Act of 1965 (\n20 U.S.C. 6311(h)(2)\n(E)\nBudget\nEach local educational agency report card shall include the budget for the school year for which such report card is being prepared (including all revenues and expenditures (including expenditures made to private entities)) for the local educational agency as a whole, and for each elementary school and secondary school (including secondary career and technical education schools) served by the local educational agency. In addition to the detailed budget information required under the preceding sentence, the agency shall include a separate fact sheet that summarizes such information in a clear and easily understandable format.\n.\n103.\nLocal educational agency plan assurances\nSection 1112(c) of the Elementary and Secondary Education Act of 1965 (\n20 U.S.C. 6312(c)\n(1)\nin paragraph (6), by striking\nand\n(2)\nin paragraph (7), by striking the period at the end and inserting a semicolon; and\n(3)\nby adding at the end the following:\n(8)\nmeet the requirements described in section 1111(g)(2)(O);\n(9)\npost on a publicly accessible website of the local educational agency or, if the local educational agency does not operate a website, widely disseminate to the public, the plan for carrying out the parent and family engagement described in section 1116 and all policies and procedures that result from such engagement;\n(10)\nensure that each elementary school served by the local educational agency notifies the parents of any student enrolled at such school when the student does not score as grade-level proficient in reading or language arts at the end of the third grade based on the reading or language arts assessments administered under section 1111(b)(2)(B)(v)(I)(aa) or another assessment administered to all third grade students by such school; and\n(11)\nensure that each elementary school and secondary school (including secondary career and technical education schools) served by the local educational agency provides to the parents of students enrolled at such school, before a person speaks (in-person or virtually) to such students in a class, school assembly, or any other school-sponsored event, notice that includes the name of the speaker and the name of the organization or other entity being represented by the speaker.\n.\n104.\nParents right-to-know\nSection 1112(e) of the Elementary and Secondary Education Act of 1965 (\n20 U.S.C. 6312(e)\n(1)\nby redesignating paragraphs (1), (2), (3), and (4) as paragraphs (2), (3), (4), and (6), respectively;\n(2)\nby inserting before paragraph (2) (as so redesignated), the following:\n(1)\nNotice of rights\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency posts on a publicly accessible website of the school or, if the school does not operate a website, widely disseminates to the public, a summary notice of the right of parents to information about their children’s education as required under this Act, which shall be in an understandable format for parents and include, at minimum—\n(A)\nthe right (provided in accordance with the requirements of section 445(a)(2) of the General Education Provisions Act (\n20 U.S.C. 1232h(a)(2)\n(B)\nthe right to know if the State alters the State’s challenging State academic standards;\n(C)\nthe right to meet with each teacher of their child not less than twice during each school year in accordance with paragraph (5)(A);\n(D)\nthe right to review the budget, including all revenues and expenditures, of their child’s school;\n(E)\nthe right to—\n(i)\na list of the books and other reading materials available in the library of their child’s school; and\n(ii)\ninspect such books or other reading materials;\n(F)\nthe right to information about all schools in which their child can enroll, including options for enrolling in or transferring to—\n(i)\nother schools served by the local educational agency;\n(ii)\ncharter schools; and\n(iii)\nschools served by a different local educational agency in the State;\n(G)\nthe right to address the school board of the local educational agency;\n(H)\nthe right to information about violent activity in their child’s school;\n(I)\nthe right to information about any plans to eliminate gifted and talented or college credit programs in the child’s school, including Advanced Placement and dual-enrollment classes;\n(J)\nthe right to review any professional development materials;\n(K)\nthe right to know if their child is not grade-level proficient in reading or language arts at the end of the third grade as described in subsection (c)(10);\n(L)\nthe right to know if a school employee or contractor acts to—\n(i)\nchange a minor child’s gender markers, pronouns, or preferred name; or\n(ii)\nallow a child to change the child’s sex-based accommodations, including locker rooms or bathrooms;\n(M)\nthe right to know if—\n(i)\na school employee or contractor acts to—\n(I)\ntreat, advise, or address the cyberbullying of a student;\n(II)\ntreat, advise, or address the bullying or hazing of a student;\n(III)\ntreat, advise, or address a student’s mental health, suicidal ideation, or instances of self-harm;\n(IV)\ntreat, advise, or address a specific threat to the safety of a student;\n(V)\ntreat, advise, or address the possession or use of drugs and other controlled substances; or\n(VI)\ntreat, advise, or address an eating disorder; or\n(ii)\na child brings a weapon to school;\n(N)\nthe right to the notice described in subsection (c)(11) before a person speaks (in-person or virtually) to their child in a class, school assembly, or any other school-sponsored event;\n(O)\nthe right to be informed of the total number of school counselors in their child’s school;\n(P)\nthe right to know if their child’s school operates, sponsors, or facilitates athletic programs or activities that permit an individual whose biological sex is male to participate in an athletic program or activity that is designated for individuals whose biological sex is female;\n(Q)\nthe right to know if their child’s school allows an individual whose biological sex is male to use restrooms or changing rooms designated for individuals whose biological sex is female; and\n(R)\nthe right to timely notice of any major cyberattack against their child’s school that may have compromised student or parent information.\n;\n(3)\nin paragraph (2)(B) (as redesignated by paragraph (1))—\n(A)\nby redesignating clause (i) and clause (ii) as subclause (I) and subclause (II), respectively;\n(B)\nby striking\n(B)\nAdditional Information.—\n(B)\nAdditional information\n(i)\nIn general\n; and\n(C)\nby adding at the end the following:\n(ii)\nSchool library\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency provides the parents of each child who is a student in such school—\n(I)\nat the beginning of each school year, a list of books and other reading materials available in the library of such school; and\n(II)\nthe opportunity to inspect such books and other reading materials.\n(iii)\nViolent activity\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency provides the parents of each child who is a student in such school timely notification of any violent activity occurring on school grounds or at school-sponsored activities in which one or more individuals suffer injuries (including whether such agency is aware of videos or recordings of such violent activity), except that such notification shall not contain names or the grade level of any students involved in the activity.\n(iv)\nGifted and talented programs\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency provides the parents of each child who is a student in such school timely notification of any plan to eliminate gifted and talented or college credit programs in such school, including Advanced Placement and dual-enrollment classes.\n(v)\nSchool counselors\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency provides the parents of each child who is a student in such school the information described in paragraph (1)(O).\n(vi)\nEnrollment options\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency provides the parents of each child who is a student in such school the information described in paragraph (1)(F), including the enrollment and transfer options described in such paragraph.\n(vii)\nSchool employee or contractor actions\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency notifies the parents of any child who is a student in such school if a school employee or contractor takes, with respect to such child, any action described in clause (i) or (ii) of paragraph (1)(L).\n(viii)\nSchool and Student Safety\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency notifies—\n(I)\nthe parents of any child who is a student in such school if a school employee or contractor takes, with respect to such child, any action described in clause (i) of paragraph (1)(M); and\n(II)\nthe parents of each child who is a student in such school if any child takes the action described in clause (ii) of paragraph (1)(M).\n(ix)\nProfessional Development Materials\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency provides the parents of each child who is a student in such school the opportunity to review professional development materials to ensure the parental right described in paragraph (1)(J).\n(x)\nAthletic programs or activities\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency provides the parents of each child who is a student in such school the information described in paragraph (1)(O).\n(xi)\nAccommodations\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency provides the parents of each child who is a student in such school the information described in paragraph (1)(O).\n(xii)\nCyberattacks\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency provides the parents of each child who is a student in such school notifications described in paragraph (1)(O).\n; and\n(4)\nby inserting after paragraph (4) (as redesignated by paragraph (1)) the following:\n(5)\nTransparency\nA local educational agency receiving funds under this part shall provide the parents of each child who is a student in an elementary school or secondary school (including secondary career and technical education schools) served by such agency—\n(A)\n(i)\nthe opportunity to meet in-person or virtually via videoconference with each teacher of such child not less than twice during each school year; and\n(ii)\na notification, at the beginning of each school year, of the opportunity for such meetings, including the option to attend such meetings virtually via videoconference; and\n(B)\nthe opportunity to address the school board of such local educational agency on issues impacting the education of children in such agency and on any violations of the rights specified in paragraph (1).\n.\n105.\nSense of Congress on First amendment rights\n(a)\nIn general\nTitle VIII of the Elementary and Secondary Education Act of 1965 (\n20 U.S.C. 7801 et seq.\n(1)\nby redesignating section 8549C as section 8549D; and\n(2)\nby inserting after section 8549B the following new section:\n8549C.\nSense of congress on first amendment rights\n(a)\nFindings\nCongress finds the following:\n(1)\nThe right of parents to educate their children is a pre-political natural right that the U.S. Supreme Court has recognized as\nbeyond debate\nhistory and culture of Western civilization\n(2)\nParents have a First Amendment right to express their opinions on decisions made by State and local education leaders.\n(3)\nStates and local educational agencies should empower parents to communicate regularly with Federal, State, and local policymakers and educators regarding the education and well-being of their children.\n(4)\nTransparent and cooperative relationships between parents and schools have significant and long-lasting positive effects on the development of children.\n(5)\nParents’ concerns over content and pedagogy deserve to be heard and fully considered by school professionals.\n(6)\nParent and other community input about schools that is presented in a lawful and appropriate manner should always be encouraged.\n(7)\nEducators, policymakers, elected officials, Executive Branch officials and employees, and other stakeholders should never seek to use law enforcement to criminalize the lawfully expressed concerns of parents about their children’s education, but should never hesitate to contact public safety officials if there is a credible threat to the safety and security of students, parents, educators, policymakers, elected officials, executive branch officials or employees, or other stakeholders, school faculty, or staff.\n(b)\nSense of Congress\nIt is the sense of Congress that—\n(1)\nthe First Amendment guarantees parents and other stakeholders the right to assemble and express their opinions on decisions affecting their children and communities, and that educators and policymakers should welcome and encourage that engagement and consider that feedback when making decisions; and\n(2)\nparents have a fundamental right, protected by the U.S. Constitution, to direct the education of their children, and the strict scrutiny test used by courts to evaluate cases concerning fundamental rights is the correct standard of review for government actions that interfere with the right of parents to educate their children.\n.\n(b)\nTable of contents\nThe table of contents in section 2 of the Elementary and Secondary Education Act of 1965 is amended—\n(1)\nby striking the item relating to section 8549C; and\n(2)\nby inserting after the item relating to section 8549B the following:\nSec. 8549C. Sense of Congress on First Amendment Rights.\nSec. 8549D. Technical assistance.\n106.\nDefinition of secondary career and technical education school\nSection 8101 the Elementary and Secondary Education Act of 1965 (\n20 U.S.C. 7801\n(1)\nby redesignating paragraphs (45) through (52) as paragraphs (46) through (53), respectively; and\n(2)\nby inserting after paragraph (44) the following new paragraph:\n(45)\nSecondary career and technical education school\nThe term\nsecondary career and technical education school\nCarl D. Perkins Career and Technical Education Act of 2006\n20 U.S.C. 2032(3)(A)\n.\nII\nAmendments to FERPA and PPRA\n201.\nAmendments to the Family Educational Rights and Privacy Act of 1974\n(a)\nEnforcement\nSection 444(f) of the General Education Provisions Act (\n20 U.S.C. 1232g\nFamily Educational Rights and Privacy Act of 1974\n20 U.S.C. 1232g(f)\nThe Secretary shall comply with the reporting requirement under section 445(e)(2)(C)(ii) with respect to the enforcement actions taken under this subsection to ensure compliance with this section.\n(b)\nProhibition on educational agencies or institutions acting as an agent of a parent\nSection 444 of the General Education Provisions Act (\n20 U.S.C. 1232g\nFamily Educational Rights and Privacy Act of 1974\n(k)\nProhibition on educational agencies or institutions acting as agent of a parent for use of technology\nAn educational agency or institution may not act as the agent of a parent of a student in attendance at a school of such agency or at such institution for purposes of providing verifiable parental consent for the use of technology in the classroom for purposes of educating the student without providing notice and an opportunity for the parent to object to the use of such technology.\n(l)\nProhibition on educational agencies or institutions acting as agent of a parent for vaccines\nAn educational agency or institution may not act as the agent of a parent of a student in attendance at a school of such agency or at such institution for purposes of providing verifiable parental consent for a vaccination.\n.\n(c)\nProhibition on sale of information for commercial purposes\nSection 444 of the General Education Provisions Act (\n20 U.S.C. 1232g\nFamily Educational Rights and Privacy Act",
    "status": "In Committee",
    "tags": [
      "House",
      "118th",
      "HR",
      "In Committee",
      "Education"
    ],
    "excerpt": "Received in the Senate and Read twice and referred to the Committee on Health, Education, Labor, and Pensions.",
    "id": 8
  },
  {
    "source": "118-HR",
    "title": "To designate the facility of the United States Postal Service located at 24355 Creekside Road in Santa Clarita, California, as the \"William L. Reynolds Post Office Building\".",
    "state": "US",
    "category": "Government Operations and Politics",
    "dateIntroduced": "2023-01-11",
    "text": "HR 292 ENR: To designate the facility of the United States Postal Service located at 24355 Creekside Road in Santa Clarita, California, as the “William L. Reynolds Post Office Building”.\nU.S. House of Representatives\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nI\nOne Hundred Eighteenth Congress of the United States of America\nAt the Second Session\nBegun and held at the City of Washington on Wednesday, the third day of January, two thousand and twenty-four\nH. R. 292\nAN ACT\nTo designate the facility of the United States Postal Service located at 24355 Creekside Road in Santa Clarita, California, as the\nWilliam L. Reynolds Post Office Building\n1.\nWilliam L. Reynolds Post Office Building\n(a)\nDesignation\nThe facility of the United States Postal Service located at 24355 Creekside Road in Santa Clarita, California, shall be known and designated as the\nWilliam L. Reynolds Post Office Building\n(b)\nReferences\nAny reference in a law, map, regulation, document, paper, or other record of the United States to the facility referred to in subsection (a) shall be deemed to be a reference to the\nWilliam L. Reynolds Office Building\nSpeaker of the House of Representatives.\nVice President of the United States and President of the Senate.",
    "status": "Enacted",
    "tags": [
      "House",
      "118th",
      "HR",
      "Government Operations and Politics",
      "Enacted"
    ],
    "excerpt": "Became Public Law No: 118-52.",
    "id": 9
  },
  {
    "source": "118-HR",
    "title": "NOTAM Improvement Act of 2023",
    "state": "US",
    "category": "Transportation and Public Works",
    "dateIntroduced": "2023-01-12",
    "text": "HR 346 ENR: NOTAM Improvement Act of 2023\nU.S. House of Representatives\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nI\nOne Hundred Eighteenth Congress of the United States of America\nAt the First Session\nBegun and held at the City of Washington on Tuesday, the third day of January, two thousand and twenty-three\nH. R. 346\nAN ACT\nTo establish a task force on improvements for notices to air missions, and for other purposes.\n1.\nShort title\nThis Act may be cited as the\nNOTAM Improvement Act of 2023\n2.\nFAA Task Force on NOTAM Improvement\n(a)\nEstablishment\nNot later than 180 days after the date of enactment of this Act, the Administrator of the Federal Aviation Administration shall establish a task force to be known as the FAA Task Force on NOTAM Improvement (in this section referred to as the\nTask Force\n(b)\nComposition\nThe Task Force shall consist of members appointed by the Administrator, including at least one member of each of the following:\n(1)\nAir carrier representatives.\n(2)\nAirport representatives.\n(3)\nLabor union representatives of airline pilots.\n(4)\nLabor union representatives of aircraft dispatchers.\n(5)\nThe labor union certified under section 7111 of title 5, United States Code, to represent FAA air traffic control specialists assigned to the United States NOTAMs Office.\n(6)\nThe labor union certified under section 7111 of title 5, United States Code, to represent FAA aeronautical information specialists.\n(7)\nGeneral and business aviation representatives.\n(8)\nAviation safety experts with knowledge of NOTAMs.\n(9)\nHuman factors experts.\n(10)\nComputer system architecture and cybersecurity experts.\n(c)\nDuties\nThe duties of the Task Force shall include—\n(1)\nreviewing existing methods for publishing NOTAMs and flight operations information to pilots;\n(2)\nreviewing regulations, policies, systems, and international standards relating to NOTAMs, including their content and presentation to pilots;\n(3)\nevaluating and determining best practices to organize, prioritize, and present flight operations information in a manner that optimizes pilot review and retention of relevant information; and\n(4)\nproviding recommendations for—\n(A)\nimproving the publication and delivery of NOTAM information in a manner that prioritizes or highlights the most important information, and optimizes pilot review and retention of relevant information;\n(B)\nways to ensure that NOTAMs are complete, accurate, timely, relevant to safe flight operations, and contain pertinent information;\n(C)\nany best practices that the FAA should consider to improve the accuracy and understandability of NOTAMs and the display of flight operations information;\n(D)\nways to work with air carriers, other airspace users, and aviation service providers to implement solutions that are aligned with the recommendations under this paragraph; and\n(E)\nways to ensure the stability, resiliency, and cybersecurity of the NOTAM computer system.\n(d)\nReport\nNot later than 1 year after the date of the establishment of the Task Force, the Task Force shall submit to the Committee on Transportation and Infrastructure of the House of Representatives and the Committee on Commerce, Science, and Transportation of the Senate a report detailing—\n(1)\nthe results of the reviews and evaluations of the Task Force under paragraphs (1) through (3) of subsection (c);\n(2)\nthe best practices identified and recommendations provided by the Task Force under subsection (c)(4);\n(3)\nany recommendations of the Task Force for additional regulatory or policy actions to improve the publication of NOTAMs; and\n(4)\nthe degree to which implementing the recommendations of the Task Force described under paragraph (2) will address National Transportation Safety Board Safety Recommendation A–18–024.\n(e)\nApplicable law\nChapter 10\n(f)\nSunset\nThe Task Force shall terminate on the later of—\n(1)\nthe date on which the Task Force submits the report required under subsection (d); or\n(2)\nthe date that is 18 months after the date on which the Task Force is established under subsection (a).\n(g)\nAuthority\nThe Administrator shall have the authority to carry out the recommendations of the Task Force detailed in the report required under subsection (d).\n(h)\nRule of construction\nNothing in this section may be construed to require the FAA to duplicate any prior, ongoing, or planned efforts related to the improvement of NOTAMs, including any efforts related to implementing any previously enacted requirements.\n(i)\nDefinitions\nIn this section:\n(1)\nFAA\nThe term\nFAA\n(2)\nNOTAM\nThe term\nNOTAM\n3.\nAdditional requirements\nNot later than September 30, 2024, the Administrator of the Federal Aviation Administration shall make the following improvements:\n(1)\nComplete implementation of a Federal NOTAM System (in this section referred to as a\nFNS\n(2)\nImplement a back-up system to the FNS.\n(3)\nBrief the Committee on Transportation and Infrastructure of the House of Representatives and the Committee on Commerce, Science, and Transportation of the Senate on a plan to enhance the capability to deliver information through the FNS that is machine-readable, filterable, and in the format used by the International Civil Aviation Organization (ICAO) to promote further global harmonization among neighboring Air Navigation Service Providers (ANSPs) and provide users of the National Airspace System with one consistent format for domestic and international operations.\nSpeaker of the House of Representatives.\nVice President of the United States and President of the Senate.",
    "status": "Enacted",
    "tags": [
      "Transportation and Public Works",
      "House",
      "118th",
      "HR",
      "Enacted"
    ],
    "excerpt": "Became Public Law No: 118-4.",
    "id": 10
  },
  {
    "source": "118-HR",
    "title": "Korean American VALOR Act",
    "state": "US",
    "category": "Armed Forces and National Security",
    "dateIntroduced": "2023-01-13",
    "text": "HR 366 ENR: Korean American Vietnam Allies Long Overdue for Relief Act\nU.S. House of Representatives\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nI\nOne Hundred Eighteenth Congress of the United States of America\nAt the First Session\nBegun and held at the City of Washington on Tuesday, the third day of January, two thousand and twenty-three\nH. R. 366\nAN ACT\nTo amend title 38, United States Code, to treat certain individuals who served in Vietnam as a member of the armed forces of the Republic of Korea as a veteran of the Armed Forces of the United States for purposes of the provision of health care by the Department of Veterans Affairs.\n1.\nShort title\nThis Act may be cited as the\nKorean American Vietnam Allies Long Overdue for Relief Act\nKorean American VALOR Act\n2.\nProvision of certain benefits to individuals who served in the armed forces of the Republic of Korea\nSection 109 of title 38, United States Code, is amended by adding at the end the following new subsection:\n(d)\n(1)\nAny person described in paragraph (2) is eligible for the benefits specified in subsection (a) to the same extent and under the same conditions (including with respect to applicable reciprocity requirements) as a discharged member of the armed forces of a government specified in such subsection who is eligible for such benefits under such subsection.\n(2)\nA person described in this paragraph is a person whom the Secretary determines served in Vietnam as a member of the armed forces of the Republic of Korea at any time during the period beginning on January 9, 1962, and ending on May 7, 1975, or such other period as determined appropriate by the Secretary for purposes of this subsection.\n.\nSpeaker of the House of Representatives.\nVice President of the United States and President of the Senate.",
    "status": "Enacted",
    "tags": [
      "House",
      "118th",
      "HR",
      "Armed Forces and National Security",
      "Enacted"
    ],
    "excerpt": "Became Public Law No: 118-20.",
    "id": 11
  }
]