[
  {
    "source": "118-HR",
    "title": "Lower Energy Costs Act",
    "state": "US",
    "category": "Energy",
    "dateIntroduced": "2023-03-14",
    "text": "118 HR 1 EH: Lower Energy Costs Act\nU.S. House of Representatives\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nI\n118th CONGRESS\n1st Session\nH. R. 1\nIN THE HOUSE OF REPRESENTATIVES\nAN ACT\nTo lower energy costs by increasing American energy production, exports, infrastructure, and critical minerals processing, by promoting transparency, accountability, permitting, and production of American resources, and by improving water quality certification and energy projects, and for other purposes.\n1.\nShort title; table of contents\n(a)\nShort title\nThis Act may be cited as the\nLower Energy Costs Act\n(b)\nTable of contents\nThe table of contents of this Act is as follows:\nSec. 1. Short title; table of contents.\nDivision A—Increasing American Energy Production, Exports, Infrastructure, and Critical Minerals Processing\nSec. 10001. Securing America’s critical minerals supply.\nSec. 10002. Protecting American energy production.\nSec. 10003. Researching Efficient Federal Improvements for Necessary Energy Refining.\nSec. 10004. Promoting cross-border energy infrastructure.\nSec. 10005. Sense of Congress expressing disapproval of the revocation of the Presidential permit for the Keystone XL pipeline.\nSec. 10006. Sense of Congress opposing restrictions on the export of crude oil or other petroleum products.\nSec. 10007. Sense of Congress expressing disapproval of the denial of Jordan Cove permits.\nSec. 10008. Unlocking our domestic LNG potential.\nSec. 10009. Promoting interagency coordination for review of natural gas pipelines.\nSec. 10010. Interim hazardous waste permits for critical energy resource facilities.\nSec. 10011. Flexible air permits for critical energy resource facilities.\nSec. 10012. National security or energy security waivers to produce critical energy resources.\nSec. 10013. Ending future delays in chemical substance review for critical energy resources.\nSec. 10014. Natural gas tax repeal.\nSec. 10015. Repeal of greenhouse gas reduction fund.\nSec. 10016. Keeping America’s refineries operating.\nSec. 10017. Homeowner energy freedom.\nSec. 10018. Study.\nSec. 10019. State primary enforcement responsibility.\nSec. 10020. Use of index-based pricing in acquisition of petroleum products for the SPR.\nSec. 10021. Prohibition on certain exports.\nSec. 10022. Sense of Congress expressing disapproval of the proposed tax hikes on the oil and natural gas industry in the President’s fiscal year 2024 budget request.\nSec. 10023. Domestic Energy Independence report.\nSec. 10024. GAO study.\nSec. 10025. Gas kitchen ranges and ovens.\nDivision B—Transparency, Accountability, Permitting, and Production of American Resources\nSec. 20001. Short title; table of contents.\nTitle I—Onshore and offshore leasing and oversight\nSec. 20101. Onshore oil and gas leasing.\nSec. 20102. Lease reinstatement.\nSec. 20103. Protested lease sales.\nSec. 20104. Suspension of operations.\nSec. 20105. Administrative protest process reform.\nSec. 20106. Leasing and permitting transparency.\nSec. 20107. Offshore oil and gas leasing.\nSec. 20108. Five-year plan for offshore oil and gas leasing.\nSec. 20109. Geothermal leasing.\nSec. 20110. Leasing for certain qualified coal applications.\nSec. 20111. Future coal leasing.\nSec. 20112. Staff planning report.\nSec. 20113. Prohibition on Chinese communist party ownership interest.\nSec. 20114. Effect on other law.\nSec. 20115. Requirement for GAO report on wind energy impacts.\nSec. 20116. Sense of Congress on wind energy development supply chain.\nSec. 20117. Sense of Congress on oil and gas royalty rates.\nSec. 20118. Offshore wind environmental review process study.\nSec. 20119. GAO report on wind energy impacts.\nTitle II—Permitting streamlining\nSec. 20201. Definitions.\nSec. 20202. BUILDER Act.\nSec. 20203. Codification of National Environmental Policy Act regulations.\nSec. 20204. Non-major Federal actions.\nSec. 20205. No net loss determination for existing rights-of-way.\nSec. 20206. Determination of National Environmental Policy Act adequacy.\nSec. 20207. Determination regarding rights-of-way.\nSec. 20208. Terms of rights-of-Way.\nSec. 20209. Funding to process permits and develop information technology.\nSec. 20210. Offshore geological and geophysical survey licensing.\nSec. 20211. Deferral of applications for permits to drill.\nSec. 20212. Processing and terms of applications for permits to drill.\nSec. 20213. Amendments to the Energy Policy Act of 2005.\nSec. 20214. Access to Federal energy resources from non-Federal surface estate.\nSec. 20215. Scope of environmental reviews for oil and gas leases.\nSec. 20216. Expediting approval of gathering lines.\nSec. 20217. Lease sale litigation.\nSec. 20218. Limitation on claims.\nSec. 20219. Government Accountability Office report on permits to drill.\nSec. 20220. E–NEPA.\nSec. 20221. Limitations on claims.\nSec. 20222. One Federal decision for pipelines.\nSec. 20223. Exemption of certain wildfire mitigation activities from certain environmental requirements.\nSec. 20224. Vegetation management, facility inspection, and operation and maintenance relating to electric transmission and distribution facility rights of way.\nSec. 20225. Categorical exclusion for electric utility lines rights-of-way.\nSec. 20226. Staffing plans.\nTitle III—Permitting for mining needs\nSec. 20301. Definitions.\nSec. 20302. Minerals supply chain and reliability.\nSec. 20303. Federal register process improvement.\nSec. 20304. Designation of mining as a covered sector for Federal permitting improvement purposes.\nSec. 20305. Treatment of actions under presidential determination 2022–11 for Federal permitting improvement purposes.\nSec. 20306. Notice for mineral exploration activities with limited surface disturbance.\nSec. 20307. Use of mining claims for ancillary activities.\nSec. 20308. Ensuring consideration of uranium as a critical mineral.\nSec. 20309. Barring foreign bad actors from operating on Federal lands.\nSec. 20310. Permit process for projects relating to extraction, recovery, or processing of critical materials.\nSec. 20311. National strategy to re-shore mineral supply chains.\nTitle IV—Federal land use planning\nSec. 20401. Federal land use planning and withdrawals.\nSec. 20402. Prohibitions on delay of mineral development of certain Federal land.\nSec. 20403. Definitions.\nTitle V—Ensuring competitiveness on Federal lands\nSec. 20501. Incentivizing domestic production.\nTitle VI—Energy revenue sharing\nSec. 20601. Gulf of Mexico Outer Continental Shelf revenue.\nSec. 20602. Parity in offshore wind revenue sharing.\nSec. 20603. Elimination of administrative fee under the Mineral Leasing Act.\nSec. 20604. Sunset.\nDivision C—Water Quality Certification and Energy Project Improvement\nSec. 30001. Short title; table of contents.\nSec. 30002. Certification.\nSec. 30003. Federal general permits.\nA\nIncreasing American Energy Production, Exports, Infrastructure, and Critical Minerals Processing\nDivision A—Increasing American Energy Production, Exports, Infrastructure, and Critical Minerals Processing\nSec. 10001. Securing America’s critical minerals supply.\nSec. 10002. Protecting American energy production.\nSec. 10003. Researching Efficient Federal Improvements for Necessary Energy Refining.\nSec. 10004. Promoting cross-border energy infrastructure.\nSec. 10005. Sense of Congress expressing disapproval of the revocation of the Presidential permit for the Keystone XL pipeline.\nSec. 10006. Sense of Congress opposing restrictions on the export of crude oil or other petroleum products.\nSec. 10007. Sense of Congress expressing disapproval of the denial of Jordan Cove permits.\nSec. 10008. Unlocking our domestic LNG potential.\nSec. 10009. Promoting interagency coordination for review of natural gas pipelines.\nSec. 10010. Interim hazardous waste permits for critical energy resource facilities.\nSec. 10011. Flexible air permits for critical energy resource facilities.\nSec. 10012. National security or energy security waivers to produce critical energy resources.\nSec. 10013. Ending future delays in chemical substance review for critical energy resources.\nSec. 10014. Natural gas tax repeal.\nSec. 10015. Repeal of greenhouse gas reduction fund.\nSec. 10016. Keeping America’s refineries operating.\nSec. 10017. Homeowner energy freedom.\nSec. 10018. Study.\nSec. 10019. State primary enforcement responsibility.\nSec. 10020. Use of index-based pricing in acquisition of petroleum products for the SPR.\nSec. 10021. Prohibition on certain exports.\nSec. 10022. Sense of Congress expressing disapproval of the proposed tax hikes on the oil and natural gas industry in the President’s fiscal year 2024 budget request.\nSec. 10023. Domestic Energy Independence report.\nSec. 10024. GAO study.\nSec. 10025. Gas kitchen ranges and ovens.\n10001.\nSecuring America’s critical minerals supply\n(a)\nAmendment to the Department of Energy Organization Act\nThe Department of Energy Organization Act (\n42 U.S.C. 7101 et seq.\n(1)\nin section 2, by adding at the end the following:\n(d)\nAs used in sections 102(20) and 203(a)(12), the term\ncritical energy resource\n(1)\nthat is essential to the energy sector and energy systems of the United States; and\n(2)\nthe supply chain of which is vulnerable to disruption.\n;\n(2)\nin section 102, by adding at the end the following:\n(20)\nTo ensure there is an adequate and reliable supply of critical energy resources that are essential to the energy security of the United States.\n; and\n(3)\nin section 203(a), by adding at the end the following:\n(12)\nFunctions that relate to securing the supply of critical energy resources, including identifying and mitigating the effects of a disruption of such supply on—\n(A)\nthe development and use of energy technologies; and\n(B)\nthe operation of energy systems.\n.\n(b)\nSecuring critical energy resource supply chains\n(1)\nIn general\nIn carrying out the requirements of the Department of Energy Organization Act (\n42 U.S.C. 7101 et seq.\n(A)\nconduct ongoing assessments of—\n(i)\nenergy resource criticality based on the importance of critical energy resources to the development of energy technologies and the supply of energy;\n(ii)\nthe critical energy resource supply chain of the United States;\n(iii)\nthe vulnerability of such supply chain; and\n(iv)\nhow the energy security of the United States is affected by the reliance of the United States on importation of critical energy resources;\n(B)\nfacilitate development of strategies to strengthen critical energy resource supply chains in the United States, including by—\n(i)\ndiversifying the sources of the supply of critical energy resources; and\n(ii)\nincreasing domestic production, separation, and processing of critical energy resources;\n(C)\ndevelop substitutes and alternatives to critical energy resources; and\n(D)\nimprove technology that reuses and recycles critical energy resources.\n(2)\nReport\nNot later than 1 year after the date of enactment of this Act, and annually thereafter, the Secretary of Energy shall submit to Congress a report containing—\n(A)\nthe results of the ongoing assessments conducted under paragraph (1)(A);\n(B)\na description of any actions taken pursuant to the Department of Energy Organization Act to mitigate potential effects of critical energy resource supply chain disruptions on energy technologies or the operation of energy systems; and\n(C)\nany recommendations relating to strengthening critical energy resource supply chains that are essential to the energy security of the United States.\n(3)\nCritical energy resource defined\nIn this section, the term\ncritical energy resource\n42 U.S.C. 7101\n10002.\nProtecting American energy production\n(a)\nSense of Congress\nIt is the sense of Congress that States should maintain primacy for the regulation of hydraulic fracturing for oil and natural gas production on State and private lands.\n(b)\nProhibition on declaration of a moratorium on hydraulic fracturing\nNotwithstanding any other provision of law, the President may not declare a moratorium on the use of hydraulic fracturing unless such moratorium is authorized by an Act of Congress.\n10003.\nResearching Efficient Federal Improvements for Necessary Energy Refining\nNot later than 90 days after the date of enactment of this section, the Secretary of Energy shall direct the National Petroleum Council to—\n(1)\nsubmit to the Secretary of Energy and Congress a report containing—\n(A)\nan examination of the role of petrochemical refineries located in the United States and the contributions of such petrochemical refineries to the energy security of the United States, including the reliability of supply in the United States of liquid fuels and feedstocks, and the affordability of liquid fuels for consumers in the United States;\n(B)\nanalyses and projections with respect to—\n(i)\nthe capacity of petrochemical refineries located in the United States;\n(ii)\nopportunities for expanding such capacity; and\n(iii)\nthe risks to petrochemical refineries located in the United States;\n(C)\nan assessment of any Federal or State executive actions, regulations, or policies that have caused or contributed to a decline in the capacity of petrochemical refineries located in the United States; and\n(D)\nany recommendations for Federal agencies and Congress to encourage an increase in the capacity of petrochemical refineries located in the United States; and\n(2)\nmake publicly available the report submitted under paragraph (1).\n10004.\nPromoting cross-border energy infrastructure\n(a)\nAuthorization of certain energy infrastructure projects at an international boundary of the United States\n(1)\nAuthorization\nExcept as provided in paragraph (3) and subsection (d), no person may construct, connect, operate, or maintain a border-crossing facility for the import or export of oil or natural gas, or the transmission of electricity, across an international border of the United States without obtaining a certificate of crossing for the border-crossing facility under this subsection.\n(2)\nCertificate of crossing\n(A)\nRequirement\nNot later than 120 days after final action is taken, by the relevant official or agency identified under subparagraph (B), under the National Environmental Policy Act of 1969 (\n42 U.S.C. 4321 et seq.\n(B)\nRelevant official or agency\nThe relevant official or agency referred to in subparagraph (A) is—\n(i)\nthe Federal Energy Regulatory Commission with respect to border-crossing facilities consisting of oil or natural gas pipelines; and\n(ii)\nthe Secretary of Energy with respect to border-crossing facilities consisting of electric transmission facilities.\n(C)\nAdditional requirement for electric transmission facilities\nIn the case of a request for a certificate of crossing for a border-crossing facility consisting of an electric transmission facility, the Secretary of Energy shall require, as a condition of issuing the certificate of crossing under subparagraph (A), that the border-crossing facility be constructed, connected, operated, or maintained consistent with all applicable policies and standards of—\n(i)\nthe Electric Reliability Organization and the applicable regional entity; and\n(ii)\nany Regional Transmission Organization or Independent System Operator with operational or functional control over the border-crossing facility.\n(3)\nExclusions\nThis subsection shall not apply to any construction, connection, operation, or maintenance of a border-crossing facility for the import or export of oil or natural gas, or the transmission of electricity—\n(A)\nif the border-crossing facility is operating for such import, export, or transmission as of the date of enactment of this Act;\n(B)\nif a Presidential permit (or similar permit) for the construction, connection, operation, or maintenance has been issued pursuant to any provision of law or Executive order; or\n(C)\nif an application for a Presidential permit (or similar permit) for the construction, connection, operation, or maintenance is pending on the date of enactment of this Act, until the earlier of—\n(i)\nthe date on which such application is denied; or\n(ii)\ntwo years after the date of enactment of this Act, if such a permit has not been issued by such date of enactment.\n(4)\nEffect of other laws\n(A)\nApplication to projects\nNothing in this subsection or subsection (d) shall affect the application of any other Federal statute to a project for which a certificate of crossing for a border-crossing facility is requested under this subsection.\n(B)\nNatural Gas Act\nNothing in this subsection or subsection (d) shall affect the requirement to obtain approval or authorization under sections 3 and 7 of the Natural Gas Act for the siting, construction, or operation of any facility to import or export natural gas.\n(C)\nOil pipelines\nNothing in this subsection or subsection (d) shall affect the authority of the Federal Energy Regulatory Commission with respect to oil pipelines under section 60502 of title 49, United States Code.\n(b)\nTransmission of electric energy to Canada and Mexico\n(1)\nRepeal of requirement to secure order\nSection 202(e) of the Federal Power Act (\n16 U.S.C. 824a(e)\n(2)\nConforming amendments\n(A)\nState regulations\nSection 202(f) of the Federal Power Act (\n16 U.S.C. 824a(f)\ninsofar as such State regulation does not conflict with the exercise of the Commission's powers under or relating to subsection 202(e)\n(B)\nSeasonal diversity electricity exchange\nSection 602(b) of the Public Utility Regulatory Policies Act of 1978 (\n16 U.S.C. 824a–4(b)\nthe Commission has conducted hearings and made the findings required under section 202(e) of the Federal Power Act\nthe Secretary has conducted hearings and finds that the proposed transmission facilities would not impair the sufficiency of electric supply within the United States or would not impede or tend to impede the coordination in the public interest of facilities subject to the jurisdiction of the Secretary.\n(c)\nNo Presidential permit required\nNo Presidential permit (or similar permit) shall be required pursuant to any provision of law or Executive order for the construction, connection, operation, or maintenance of an oil or natural gas pipeline or electric transmission facility, or any border-crossing facility thereof.\n(d)\nModifications to existing projects\nNo certificate of crossing under subsection (a), or Presidential permit (or similar permit), shall be required for a modification to—\n(1)\nan oil or natural gas pipeline or electric transmission facility that is operating for the import or export of oil or natural gas or the transmission of electricity as of the date of enactment of this Act;\n(2)\nan oil or natural gas pipeline or electric transmission facility for which a Presidential permit (or similar permit) has been issued pursuant to any provision of law or Executive order; or\n(3)\na border-crossing facility for which a certificate of crossing has previously been issued under subsection (a).\n(e)\nProhibition on revocation of Presidential permits\nNotwithstanding any other provision of law, the President may not revoke a Presidential permit (or similar permit) issued pursuant to Executive Order No. 13337 (\n3 U.S.C. 301\n3 U.S.C. 301\n(f)\nEffective date; rulemaking deadlines\n(1)\nEffective date\nSubsections (a) through (d), and the amendments made by such subsections, shall take effect on the date that is 1 year after the date of enactment of this Act.\n(2)\nRulemaking deadlines\nEach relevant official or agency described in subsection (a)(2)(B) shall—\n(A)\nnot later than 180 days after the date of enactment of this Act, publish in the Federal Register notice of a proposed rulemaking to carry out the applicable requirements of subsection (a); and\n(B)\nnot later than 1 year after the date of enactment of this Act, publish in the Federal Register a final rule to carry out the applicable requirements of subsection (a).\n(g)\nDefinitions\nIn this section:\n(1)\nBorder-crossing facility\nThe term\nborder-crossing facility\n(2)\nModification\nThe term\nmodification\n(3)\nNatural gas\nThe term\nnatural",
    "status": "Active",
    "tags": [
      "House",
      "Active",
      "HR",
      "Energy",
      "118th"
    ],
    "excerpt": "The Clerk was authorized to correct section numbers, punctuation, and cross references, and to make other necessary technical and conforming corrections in the engrossment of H.R. 1.",
    "id": 1
  },
  {
    "source": "118-HR",
    "title": "Secure the Border Act of 2023",
    "state": "US",
    "category": "Immigration",
    "dateIntroduced": "2023-05-02",
    "text": "114 HR 2 PCS: Secure the Border Act of 2023\nU.S. House of Representatives\n2023-03-16\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nII\nCalendar No. 71\n118th CONGRESS\n1st Session\nH. R. 2\nIN THE SENATE OF THE UNITED STATES\nMay 15, 2023\nReceived; read the first time\nMay 16, 2023\nRead the second time and placed on the calendar\nAN ACT\nTo secure the borders of the United States, and for other purposes.\n1.\nShort title; table of contents\n(a)\nShort title\nThis Act may be cited as the\nSecure the Border Act of 2023\n(b)\nTable of contents\nThe table of contents for this Act is as follows:\nSec. 1. Short title; table of contents.\nDivision A—Border Security\nSec. 101. Definitions.\nSec. 102. Border wall construction.\nSec. 103. Strengthening the requirements for barriers along the southern border.\nSec. 104. Border and port security technology investment plan.\nSec. 105. Border security technology program management.\nSec. 106. U.S. Customs and Border Protection technology upgrades.\nSec. 107. U.S. Customs and Border Protection personnel.\nSec. 108. Anti-Border Corruption Act reauthorization.\nSec. 109. Establishment of workload staffing models for U.S. Border Patrol and Air and Marine Operations of CBP.\nSec. 110. Operation Stonegarden.\nSec. 111. Air and Marine Operations flight hours.\nSec. 112. Eradication of carrizo cane and salt cedar.\nSec. 113. Border patrol strategic plan.\nSec. 114. U.S. Customs and Border Protection spiritual readiness.\nSec. 115. Restrictions on funding.\nSec. 116. Collection of DNA and biometric information at the border.\nSec. 117. Eradication of narcotic drugs and formulating effective new tools to address yearly losses of life; ensuring timely updates to U.S. Customs and Border Protection field manuals.\nSec. 118. Publication by U.S. Customs and Border Protection of operational statistics.\nSec. 119. Alien criminal background checks.\nSec. 120. Prohibited identification documents at airport security checkpoints; notification to immigration agencies.\nSec. 121. Prohibition against any COVID–19 vaccine mandate or adverse action against DHS employees.\nSec. 122. CBP One app limitation.\nSec. 123. Report on Mexican drug cartels.\nSec. 124. GAO study on costs incurred by States to secure the southwest border.\nSec. 125. Report by Inspector General of the Department of Homeland Security.\nSec. 126. Offsetting authorizations of appropriations.\nSec. 127. Report to Congress on foreign terrorist organizations.\nSec. 128. Assessment by Inspector General of the Department of Homeland Security on the mitigation of unmanned aircraft systems at the southwest border.\nDivision B—Immigration Enforcement and Foreign Affairs\nTitle I—Asylum Reform and Border Protection\nSec. 101. Safe third country.\nSec. 102. Credible fear interviews.\nSec. 103. Clarification of asylum eligibility.\nSec. 104. Exceptions.\nSec. 105. Employment authorization.\nSec. 106. Asylum fees.\nSec. 107. Rules for determining asylum eligibility.\nSec. 108. Firm resettlement.\nSec. 109. Notice concerning frivolous asylum applications.\nSec. 110. Technical amendments.\nSec. 111. Requirement for procedures relating to certain asylum applications.\nTitle II—Border Safety and Migrant Protection\nSec. 201. Inspection of applicants for admission.\nSec. 202. Operational detention facilities.\nTitle III—Preventing Uncontrolled Migration Flows in the Western Hemisphere\nSec. 301. United States policy regarding Western Hemisphere cooperation on immigration and asylum.\nSec. 302. Negotiations by Secretary of State.\nSec. 303. Mandatory briefings on United States efforts to address the border crisis.\nTitle IV—Ensuring United Families at the Border\nSec. 401. Clarification of standards for family detention.\nTitle V—Protection of Children\nSec. 501. Findings.\nSec. 502. Repatriation of unaccompanied alien children.\nSec. 503. Special immigrant juvenile status for immigrants unable to reunite with either parent.\nSec. 504. Rule of construction.\nTitle VI—Visa Overstays Penalties\nSec. 601. Expanded penalties for illegal entry or presence.\nTitle VII—Immigration Parole Reform\nSec. 701. Immigration parole reform.\nSec. 702. Implementation.\nSec. 703. Cause of action.\nSec. 704. Severability.\nTitle VIII—Legal Workforce\nSec. 801. Employment eligibility verification process.\nSec. 802. Employment eligibility verification system.\nSec. 803. Recruitment, referral, and continuation of employment.\nSec. 804. Good faith defense.\nSec. 805. Preemption and States’ rights.\nSec. 806. Repeal.\nSec. 807. Penalties.\nSec. 808. Fraud and misuse of documents.\nSec. 809. Protection of Social Security Administration programs.\nSec. 810. Fraud prevention.\nSec. 811. Use of employment eligibility verification photo tool.\nSec. 812. Identity authentication employment eligibility verification pilot programs.\nSec. 813. Inspector General audits.\nSec. 814. Agriculture workforce study.\nSec. 815. Sense of Congress on further implementation.\nSec. 816. Repealing regulations.\nA\nBorder Security\n101.\nDefinitions\nIn this division:\n(1)\nCBP\nThe term\nCBP\n(2)\nCommissioner\nThe term\nCommissioner\n(3)\nDepartment\nThe term\nDepartment\n(4)\nOperational control\nThe term\noperational control\nPublic Law 109–367\n8 U.S.C. 1701\n(5)\nSecretary\nThe term\nSecretary\n(6)\nSituational awareness\nThe term\nsituational awareness\nPublic Law 114–328\n6 U.S.C. 223(a)(7)\n(7)\nUnmanned aircraft system\nThe term\nunmanned aircraft system\n102.\nBorder wall construction\n(a)\nIn general\n(1)\nImmediate resumption of border wall construction\nNot later than seven days after the date of the enactment of this Act, the Secretary shall resume all activities related to the construction of the border wall along the border between the United States and Mexico that were underway or being planned for prior to January 20, 2021.\n(2)\nUse of funds\nTo carry out this section, the Secretary shall expend all unexpired funds appropriated or explicitly obligated for the construction of the border wall that were appropriated or obligated, as the case may be, for use beginning on October 1, 2019.\n(3)\nUse of materials\nAny unused materials purchased before the date of the enactment of this Act for construction of the border wall may be used for activities related to the construction of the border wall in accordance with paragraph (1).\n(b)\nPlan To complete tactical infrastructure and technology\nNot later than 90 days after the date of the enactment of this Act and annually thereafter until construction of the border wall has been completed, the Secretary shall submit to the appropriate congressional committees an implementation plan, including annual benchmarks for the construction of 200 miles of such wall and associated cost estimates for satisfying all requirements of the construction of the border wall, including installation and deployment of tactical infrastructure, technology, and other elements as identified by the Department prior to January 20, 2021, through the expenditure of funds appropriated or explicitly obligated, as the case may be, for use, as well as any future funds appropriated or otherwise made available by Congress.\n(c)\nDefinitions\nIn this section:\n(1)\nAppropriate congressional committees\nThe term\nappropriate congressional committees\n(2)\nTactical infrastructure\nThe term\ntactical infrastructure\n(3)\nTechnology\nThe term\ntechnology\n103.\nStrengthening the requirements for barriers along the southern border\nSection 102 of the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 (Division C of\nPublic Law 104–208\n8 U.S.C. 1103\n(1)\nby amending subsection (a) to read as follows:\n(a)\nIn general\nThe Secretary of Homeland Security shall take such actions as may be necessary (including the removal of obstacles to detection of illegal entrants) to design, test, construct, install, deploy, integrate, and operate physical barriers, tactical infrastructure, and technology in the vicinity of the southwest border to achieve situational awareness and operational control of the southwest border and deter, impede, and detect unlawful activity.\n;\n(2)\nin subsection (b)—\n(A)\nin the subsection heading, by striking\nfencing and road improvements\nphysical barriers\n(B)\nin paragraph (1)—\n(i)\nin the heading, by striking\nfencing\nbarriers\n(ii)\nby amending subparagraph (A) to read as follows:\n(A)\nReinforced barriers\nIn carrying out this section, the Secretary of Homeland Security shall construct a border wall, including physical barriers, tactical infrastructure, and technology, along not fewer than 900 miles of the southwest border until situational awareness and operational control of the southwest border is achieved.\n;\n(iii)\nby amending subparagraph (B) to read as follows:\n(B)\nPhysical barriers and tactical infrastructure\nIn carrying out this section, the Secretary of Homeland Security shall deploy along the southwest border the most practical and effective physical barriers, tactical infrastructure, and technology available for achieving situational awareness and operational control of the southwest border.\n;\n(iv)\nin subparagraph (C)—\n(I)\nby amending clause (i) to read as follows:\n(i)\nIn general\nIn carrying out this section, the Secretary of Homeland Security shall consult with the Secretary of the Interior, the Secretary of Agriculture, appropriate representatives of State, Tribal, and local governments, and appropriate private property owners in the United States to minimize the impact on natural resources, commerce, and sites of historical or cultural significance for the communities and residents located near the sites at which physical barriers, tactical infrastructure, and technology are to be constructed. Such consultation may not delay such construction for longer than seven days.\n; and\n(II)\nin clause (ii)—\n(aa)\nin subclause (I), by striking\nor\n(bb)\nby amending subclause (II) to read as follows:\n(II)\ndelay the transfer to the United States of the possession of property or affect the validity of any property acquisition by the United States by purchase or eminent domain, or to otherwise affect the eminent domain laws of the United States or of any State; or\n; and\n(cc)\nby adding at the end the following new subclause:\n(III)\ncreate any right or liability for any party.\n; and\n(v)\nby striking subparagraph (D);\n(C)\nin paragraph (2)—\n(i)\nby striking\nAttorney General\nSecretary of Homeland Security\n(ii)\nby striking\nthis subsection\nthis section\n(iii)\nby striking\nconstruction of fences\nthe construction of physical barriers, tactical infrastructure, and technology\n(D)\nby amending paragraph (3) to read as follows:\n(3)\nAgent safety\nIn carrying out this section, the Secretary of Homeland Security, when designing, testing, constructing, installing, deploying, integrating, and operating physical barriers, tactical infrastructure, or technology, shall incorporate such safety features into such design, test, construction, installation, deployment, integration, or operation of such physical barriers, tactical infrastructure, or technology, as the case may be, that the Secretary determines are necessary to maximize the safety and effectiveness of officers and agents of the Department of Homeland Security or of any other Federal agency deployed in the vicinity of such physical barriers, tactical infrastructure, or technology.\n; and\n(E)\nin paragraph (4), by striking\nthis subsection\nthis section\n(3)\nin subsection (c)—\n(A)\nby amending paragraph (1) to read as follows:\n(1)\nIn general\nNotwithstanding any other provision of law, the Secretary of Homeland Security shall waive all legal requirements necessary to ensure the expeditious design, testing, construction, installation, deployment, integration, operation, and maintenance of the physical barriers, tactical infrastructure, and technology under this section. The Secretary shall ensure the maintenance and effectiveness of such physical barriers, tactical infrastructure, or technology. Any such action by the Secretary shall be effective upon publication in the Federal Register.\n;\n(B)\nby redesignating paragraph (2) as paragraph (3); and\n(C)\nby inserting after paragraph (1) the following new paragraph:\n(2)\nNotification\nNot later than seven days after the date on which the Secretary of Homeland Security exercises a waiver pursuant to paragraph (1), the Secretary shall notify the Committee on Homeland Security of the House of Representatives and the Committee on Homeland Security and Governmental Affairs of the Senate of such waiver.\n; and\n(4)\nby adding at the end the following new subsections:\n(e)\nTechnology\nIn carrying out this section, the Secretary of Homeland Security shall deploy along the southwest border the most practical and effective technology available for achieving situational awareness and operational control.\n(f)\nDefinitions\nIn this section:\n(1)\nAdvanced unattended surveillance sensors\nThe term\nadvanced unattended surveillance sensors\n(2)\nOperational control\nThe term\noperational control\nPublic Law 109–367\n8 U.S.C. 1701\n(3)\nPhysical barriers\nThe term\nphysical barriers\n(4)\nSituational awareness\nThe term\nsituational awareness\nPublic Law 114–328\n6 U.S.C. 223(a)(7)\n(5)\nTactical infrastructure\nThe term\ntactical infrastructure\n(6)\nTechnology\nThe term\ntechnology\n(A)\nTower-based surveillance technology.\n(B)\nDeployable, lighter-than-air ground surveillance equipment.\n(C)\nVehicle and Dismount Exploitation Radars (VADER).\n(D)\n3-dimensional, seismic acoustic detection and ranging border tunneling detection technology.\n(E)\nAdvanced unattended surveillance sensors.\n(F)\nMobile vehicle-mounted and man-portable surveillance capabilities.\n(G)\nUnmanned aircraft systems.\n(H)\nTunnel detection systems and other seismic technology.\n(I)\nFiber-optic cable.\n(J)\nOther border detection, communication, and surveillance technology.\n(7)\nUnmanned aircraft system\nThe term\nunmanned aircraft system\n.\n104.\nBorder and port security technology investment plan\n(a)\nIn general\nNot later than 180 days after the date of the enactment of this Act, the Commissioner, in consultation with covered officials and border and port security technology stakeholders, shall submit to the appropriate congressional committees a strategic 5-year technology investment plan (in this section referred to as the\nplan\n(b)\nContents of plan\nThe plan shall include the following:\n(1)\nAn analysis of security risks at and between ports of entry along the northern and southern borders of the United States.\n(2)\nAn identification of capability gaps with respect to security at and between such ports of entry to be mitigated in order to—\n(A)\nprevent terrorists and instruments of terror from entering the United States;\n(B)\ncombat and reduce cross-border criminal activity, including—\n(i)\nthe transport of illegal goods, such as illicit drugs; and\n(ii)\nhuman smuggling and human trafficking; and\n(C)\nfacilitate the flow of legal trade across the southwest border.\n(3)\nAn analysis of current and forecast trends relating to the number of aliens who—\n(A)\nunlawfully entered the United States by crossing the northern or southern border of the United States; or\n(B)\nare unlawfully present in the United States.\n(4)\nA description of security-related technology acquisitions, to be listed in order of priority, to address the security risks and capability gaps analyzed and identified pursuant to paragraphs (1) and (2), respectively.\n(5)\nA description of each planned security-related technology program, including objectives, goals, and timelines for each such program.\n(6)\nAn identification of each deployed security-related technology that is at or near the end of the life cycle of such technology.\n(7)\nA description of the test, evaluation, modeling, and simulation capabilities, including target methodologies, rationales, and timelines, necessary to support the acquisition of security-related technologies pursuant to paragraph (4).\n(8)\nAn identification and assessment of ways to increase opportunities for communication and collaboration with the private sector, small and disadvantaged businesses, intragovernment entities, university centers of excellence, and federal laboratories to ensure CBP is able to engage with the market for security-related technologies that are available to satisfy its mission needs before engaging in an acquisition of a security-related technology.\n(9)\nAn assessment of the management of planned security-related technology programs by the acquisition workforce of CBP.\n(10)\nAn identification of ways to leverage already-existing acquisition expertise within the Federal Government.\n(11)\nA description of the security resources, including information security resources, required to protect security-related technology from physical or cyber theft, diversion, sabotage, or attack.\n(12)\nA description of initiatives to—\n(A)\nstreamline the acquisition process of CBP; and\n(B)\nprovide to the private sector greater predictability and transparency with respect to such process, including information relating to the timeline for testing and evaluation of security-related technology.\n(13)\nAn assessment of the privacy and security impact on border communities of security-related technology.\n(14)\nIn the case of a new acquisition leading to the removal of equipment from a port of entry along the northern or southern border of the United States, a strategy to consult with the private sector and community stakeholders affected by such removal.\n(15)\nA strategy to consult with the private sector and community stakeholders with respect to security impacts at a port of entry described in paragraph (14).\n(16)\nAn identification of recent technological advancements in the following:\n(A)\nManned aircraft sensor, communication, and common operating picture technology.\n(B)\nUnmanned aerial systems and related technology, including counter-unmanned aerial system technology.\n(C)\nSurveillance technology, including the following:\n(i)\nMobile surveillance vehicles.\n(ii)\nAssociated electronics, including cameras, sensor technology, and radar.\n(iii)\nTower-based surveillance technology.\n(iv)\nAdvanced unattended surveillance sensors.\n(v)\nDeployable, lighter-than-air, ground surveillance equipment.\n(D)\nNonintrusive inspection technology, including non-x-ray devices utilizing muon tomography and other advanced detection technology.\n(E)\nTunnel detection technology.\n(F)\nCommunications equipment, including the following:\n(i)\nRadios.\n(ii)\nLong-term evolution broadband.\n(iii)\nMiniature satellites.\n(c)\nLeveraging the private sector\nTo the extent practicable, the plan shall—\n(1)\nleverage emerging technological capabilities, and research and development trends, within the public and private sectors;\n(2)\nincorporate input from the private sector, including from border and port security stakeholders, through requests for information, industry day events, and other innovative means consistent with the Federal Acquisition Regulation; and\n(3)\nidentify security-related technologies that are in development or deployed, with or without adaptation, that may satisfy the mission needs of CBP.\n(d)\nForm\nTo the extent practicable, the plan shall be published in unclassified form on the website of the Department.\n(e)\nDisclosure\nThe plan shall include an identification of individuals not employed by the Federal Government, and their professional affiliations, who contributed to the development of the plan.\n(f)\nUpdate and report\nNot later than the date that is two years after the date on which the plan is submitted to the appropriate congressional committees pursuant to subsection (a) and biennially thereafter for ten years, the Commissioner shall submit to the appropriate congressional committees—\n(1)\nan update of the plan, if appropriate; and\n(2)\na report that includes—\n(A)\nthe extent to which each security-related technology acquired by CBP since the initial submission of the plan or most recent update of the plan, as the case may be, is consistent with the planned technology programs and projects described pursuant to subsec",
    "status": "In Committee",
    "tags": [
      "In Committee",
      "House",
      "HR",
      "118th",
      "Immigration"
    ],
    "excerpt": "Referred to the Subcommittee on Social Security.",
    "id": 2
  },
  {
    "source": "117-HR",
    "title": "Reserved for the Speaker.",
    "state": "US",
    "category": "General",
    "dateIntroduced": "2021-01-03",
    "text": "Introduced in House",
    "status": "Introduced",
    "tags": [
      "117th",
      "House",
      "Introduced",
      "General"
    ],
    "excerpt": "Introduced in House",
    "id": 3
  },
  {
    "source": "118-HR",
    "title": "Social Security Fairness Act of 2023",
    "state": "US",
    "category": "Social Welfare",
    "dateIntroduced": "2023-01-09",
    "text": "HR 82 ENR: Social Security Fairness Act of 2023\nU.S. House of Representatives\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nI\nOne Hundred Eighteenth Congress of the United States of America\nAt the Second Session\nBegun and held at the City of Washington on Wednesday, the third day of January, two thousand and twenty-four\nH. R. 82\nAN ACT\nTo amend title II of the Social Security Act to repeal the Government pension offset and windfall elimination provisions.\n1.\nShort title\nThis Act may be cited as the\nSocial Security Fairness Act of 2023\n2.\nRepeal of government pension offset provision\n(a)\nIn general\nSection 202(k) of the Social Security Act (\n42 U.S.C. 402(k)\n(b)\nConforming amendments\n(1)\nSection 202(b)(2) of the Social Security Act (\n42 U.S.C. 402(b)(2)\nsubsections (k)(5) and (q)\nsubsection (q)\n(2)\nSection 202(c)(2) of such Act (\n42 U.S.C. 402(c)(2)\nsubsections (k)(5) and (q)\nsubsection (q)\n(3)\nSection 202(e)(2)(A) of such Act (\n42 U.S.C. 402(e)(2)(A)\nsubsection (k)(5), subsection (q),\nsubsection (q)\n(4)\nSection 202(f)(2)(A) of such Act (\n42 U.S.C. 402(f)(2)(A)\nsubsection (k)(5), subsection (q)\nsubsection (q)\n3.\nRepeal of windfall elimination provisions\n(a)\nIn general\nSection 215 of the Social Security Act (\n42 U.S.C. 415\n(1)\nin subsection (a), by striking paragraph (7);\n(2)\nin subsection (d), by striking paragraph (3); and\n(3)\nin subsection (f), by striking paragraph (9).\n(b)\nConforming amendments\nSubsections (e)(2) and (f)(2) of section 202 of such Act (\n42 U.S.C. 402\nsection 215(f)(5), 215(f)(6), or 215(f)(9)(B)\nparagraph (5) or (6) of section 215(f)\n4.\nEffective date\nThe amendments made by this Act shall apply with respect to monthly insurance benefits payable under title II of the Social Security Act for months after December 2023. Notwithstanding section 215(f) of the Social Security Act, the Commissioner of Social Security shall adjust primary insurance amounts to the extent necessary to take into account the amendments made by section 3.\nSpeaker of the House of Representatives.\nVice President of the United States and President of the Senate.",
    "status": "Enacted",
    "tags": [
      "House",
      "Social Welfare",
      "HR",
      "Enacted",
      "118th"
    ],
    "excerpt": "Became Public Law No: 118-273.",
    "id": 4
  },
  {
    "source": "118-S",
    "title": "Fiscal Year 2023 Veterans Affairs Major Medical Facility Authorization Act",
    "state": "US",
    "category": "Armed Forces and National Security",
    "dateIntroduced": "2023-01-24",
    "text": "S30 ENR: Fiscal Year 2023 Veterans Affairs Major Medical Facility Authorization Act\nU.S. Senate\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nOne Hundred Eighteenth Congress of the United States of America\n1st Session\nBegun and held at the City of Washington on Tuesday, the third day of January, two thousand and twenty three\nS. 30\nIN THE SENATE OF THE UNITED STATES\nAN ACT\nTo authorize major medical facility projects for the Department of Veterans Affairs for fiscal year 2023, and for other purposes.\n1.\nShort title\nThis Act may be cited as the\nFiscal Year 2023 Veterans Affairs Major Medical Facility Authorization Act\n2.\nAuthorization of major medical facility projects of Department of Veterans Affairs for fiscal year 2023\n(a)\nIn general\nThe Secretary of Veterans Affairs may carry out the following major medical facility projects in fiscal year 2023 at the locations specified and in an amount for each project not to exceed the amount specified for such location:\n(1)\nConstruction of a community-based outpatient clinic and national cemetery in Alameda, California, in an amount not to exceed $395,000,000.\n(2)\nConstruction of a community living center and renovation of domiciliary and outpatient facilities in Canandaigua, New York, in an amount not to exceed $506,400,000.\n(3)\nConstruction of a new health care center in El Paso, Texas, in an amount not to exceed $700,000,000.\n(4)\nSeismic upgrade and specialty care improvements in Fort Harrison, Montana, in an amount not to exceed $88,600,000.\n(5)\nRealignment and closure of the Livermore campus in Livermore, California, in an amount not to exceed $490,000,000.\n(6)\nConstruction of a new medical facility in Louisville, Kentucky, in an amount not to exceed $1,013,000,000.\n(7)\nSeismic retrofit and renovation, roadway and site improvements, construction of a new specialty care facility, demolition, and expansion of parking facilities in Portland, Oregon, in an amount not to exceed $523,000,000.\n(b)\nAuthorization of appropriations\nThere is authorized\nSpeaker of the House of Representatives\nVice President of the United States and President of the Senate",
    "status": "Enacted",
    "tags": [
      "Senate",
      "Enacted",
      "Armed Forces and National Security",
      "118th",
      "S"
    ],
    "excerpt": "Became Public Law No: 118-8.",
    "id": 5
  },
  {
    "source": "118-S",
    "title": "Pensacola and Perdido Bays Estuary of National Significance Act of 2024",
    "state": "US",
    "category": "Environmental Protection",
    "dateIntroduced": "2023-01-24",
    "text": "S50 ENR: Pensacola and Perdido Bays Estuary of National Significance Act of 2024\nU.S. Senate\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nOne Hundred Eighteenth Congress of the United States of America\n2d Session\nBegun and held at the City of Washington on Wednesday, the third day of January, two thousand and twenty four\nS. 50\nIN THE SENATE OF THE UNITED STATES\nAN ACT\nTo amend the Federal Water Pollution Control Act to require the Administrator of the Environmental Protection Agency to give priority consideration to selecting Pensacola and Perdido Bays as an estuary of national significance, and for other purposes.\n1.\nShort title\nThis Act may be cited as the\nPensacola and Perdido Bays Estuary of National Significance Act of 2024\n2.\nPensacola and Perdido Bays\nSection 320(a)(2)(B) of the Federal Water Pollution Control Act (\n33 U.S.C. 1330(a)(2)(B)\nand Lower Columbia River, Oregon and Washington\nLower Columbia River, Oregon and Washington; and Pensacola and Perdido Bays, Florida\n3.\nIneligibility with respect to fiscal years 2024 and 2025\nWith respect to the amendment made by section 2, the Administrator of the Environmental Protection Agency may not use for the implementation of that amendment, including, with respect to Pensacola and Perdido Bays, Florida, convening a management conference, developing or carrying out a comprehensive conservation and management plan, or providing grants under section 320 of the Federal Water Pollution Control Act (\n33 U.S.C. 1330\n(1)\nany amounts appropriated to carry out the national estuary program under that section for fiscal year 2024; or\n(2)\nunless the total amount appropriated to carry out that program for fiscal year 2025 is at least $850,000 more than the total amount appropriated to carry out that program for fiscal year 2023, any amounts appropriated to carry out that program for fiscal year 2025.\nSpeaker of the House of Representatives\nVice President of the United States and President of the Senate",
    "status": "Enacted",
    "tags": [
      "Senate",
      "Environmental Protection",
      "Enacted",
      "118th",
      "S"
    ],
    "excerpt": "Became Public Law No: 118-152.",
    "id": 6
  },
  {
    "source": "118-S",
    "title": "Chance to Compete Act of 2024",
    "state": "US",
    "category": "Government Operations and Politics",
    "dateIntroduced": "2023-01-24",
    "text": "S59 ENR: Chance to Compete Act of 2024\nU.S. Senate\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nOne Hundred Eighteenth Congress of the United States of America\n2d Session\nBegun and held at the City of Washington on Wednesday, the third day of January, two thousand and twenty four\nS. 59\nIN THE SENATE OF THE UNITED STATES\nAN ACT\nTo implement merit-based reforms to the civil service hiring system that replace degree-based hiring with skills- and competency-based hiring.\n1.\nShort title\nThis Act may be cited as the\nChance to Compete Act of 2024\n2.\nDefinitions\n(a)\nAmendatory definitions\n(1)\nIn general\nSection 3304 of title 5, United States Code, is amended—\n(A)\nby redesignating subsections (b) through (g) as subsections (h) through (m), respectively;\n(B)\nby redesignating subsection (a) as subsection (b); and\n(C)\nby inserting before subsection (b), as so redesignated, the following:\n(a)\nDefinitions\nIn this section:\n(1)\nAgency\nThe term\nagency\n(2)\nDirector\nThe term\nDirector\n(3)\nExamination\nThe term\nexamination\n(4)\nExamining agency\nThe term\nexamining agency\n(A)\nthe Office; or\n(B)\nan agency to which the Director has delegated examining authority under section 1104(a)(2).\n(5)\nOffice\nThe term\nOffice\n(6)\nPassing score\nThe term\npassing score\n(7)\nRelevant committees\nThe term\nrelevant committees\n(A)\nthe Committee on Homeland Security and Governmental Affairs of the Senate; and\n(B)\nthe Committee on Oversight and Accountability of the House of Representatives.\n(8)\nSubject matter expert\nThe term\nsubject matter expert\n(A)\nwho possesses an understanding of the duties of, and knowledge, skills, and abilities required for, the position for which the employee or selecting official is developing or administering an examination; and\n(B)\nwhom the delegated examining unit of the examining agency that employs the employee or selecting official designates to assist in the development and administration of technical assessments.\n(9)\nTechnical assessment\nThe term\ntechnical assessment\n(A)\nallows for the demonstration of job-related skills, abilities, knowledge, and competencies;\n(B)\nis based upon a job analysis; and\n(C)\ndoes not solely include or principally rely upon a self-assessment from an automated examination.\n.\n(2)\nTechnical and conforming amendments\n(A)\nTitle 5, United States Code\nPart III of title 5, United States Code, is amended—\n(i)\nin chapter 33—\n(I)\nin section 3302(2), by striking\n3304(a)\n3304(b)\n(II)\nin section 3330a(a)(1)(B), by striking\n3304(f)(1)\n3304(l)(1)\n(ii)\nin section 9810(b), by striking\n3304(b)\n3304(h)\n(B)\nAct to establish a Commission on Security and Cooperation in Europe\nSection 8(d)(2) of the Act entitled, “An Act to establish a Commission on Security and Cooperation in Europe”, approved June 3, 1976 (\n22 U.S.C. 3008(d)(2)\n3304(c)(1)\n3304(i)(1)\n(C)\nU.S.-China Relations Act of 2000\nSection 308(e)(2) of the U.S.-China Relations Act of 2000 (\n22 U.S.C. 6918(e)(2)\n3304(c)(1)\n3304(i)(1)\n(D)\nEnergy Independence and Security Act of 2007\nSection 136(i)(1) of the Energy Independence and Security Act of 2007 (\n42 U.S.C. 17013(i)(1)\n3304(a)(3)\n3304(b)(3)\n(E)\nSubsection headings\nSection 3304 of title 5, United States Code, as amended by paragraph (1) of this subsection, is amended—\n(i)\nin subsection (b), by striking\nThe President\nRules\n(ii)\nin subsection (h), by striking\nAn individual\nExamination or exception required\n(iii)\nin subsection (i), by striking\n(1) For the purpose\nTechnicians\n(iv)\nin subsection (j), by striking\nThe Office\nConsideration of experience\n(v)\nin subsection (k), by striking\nEmployees\nUse of public buildings\n(vi)\nin subsection (l), by striking\n(1) Preference eligibles or veterans\nPreference eligibles and veterans\n(b)\nFreestanding definitions\nIn this Act—\n(1)\neach term that is defined in section 3304(a) of title 5, United States Code, as added by subsection (a) of this section, shall have the meaning given the term in such section 3304(a); and\n(2)\nthe term\ncompetitive service\n3.\nModernizing Federal hiring\nSection 3304 of title 5, United States Code, is amended by inserting after subsection (b), as redesignated by section 2, the following:\n(c)\nExaminations\n(1)\nIn general\nFor the purpose of testing applicants for appointment for a position, or class of positions, in the competitive service, an examining agency shall conduct an examination pursuant to subsection (b).\n(2)\nInterim examination period\n(A)\nPreference for technical assessment\nDuring the 3-year period beginning on the date of enactment of the\nChance to Compete Act of 2024\n(B)\nUse of alternative assessment\nDuring the 3-year period beginning on the date of enactment of the\nChance to Compete Act of 2024\n(3)\nTransition planning\n(A)\nIn general\nNot later 18 months after the date of enactment of the\nChance to Compete Act of 2024\n(i)\nthe prioritization of—\n(I)\njob classifications; and\n(II)\nresource requirements; and\n(ii)\na timeline for full implementation of the transition.\n(B)\nAdditional consultation\nIn developing the plan under subparagraph (A), the Director shall consult with, at minimum—\n(i)\nthe Director of the Office of Management and Budget;\n(ii)\nthe Chair of the Chief Human Capital Officers Council;\n(iii)\nemployee representatives; and\n(iv)\nrelevant external stakeholders.\n(4)\nImplementation of technical assessments\n(A)\nImplementation of plan\nNot later than 3 years after the date of enactment of the\nChance to Compete Act of 2024\n(B)\nAdoption of technical assessments\nOn and after the date that is 3 years after the date of enactment of the\nChance to Compete Act of 2024\n(C)\nWaiver\n(i)\nIn general\nThe requirement under subparagraph (B) shall not apply to an examining agency with respect to a particular job series if—\n(I)\nthe examining agency determines that use of a technical assessment is impracticable for the job series; and\n(II)\nthe head of the examining agency submits to the Director and the relevant committees a certification that use of the technical assessment is impracticable, which certification shall include—\n(aa)\nidentification of the job series;\n(bb)\nidentification of the number of positions that are included in the job series within the agency for which the examining agency is conducting examinations; and\n(cc)\na description of the rationale for the determination.\n(ii)\nEffectiveness of waiver\nA waiver under this subparagraph shall be effective for the period—\n(I)\nbeginning on the date that is 1 day after the date on which the applicable certification is submitted under clause (i)(II); and\n(II)\nending on the date that is 3 years after the date on which the applicable certification is submitted under clause (i)(II).\n(iii)\nNo delegation of certification authority\nThe head of an examining agency may not delegate the authority to submit a certification under clause (i)(II).\n(d)\nTechnical assessment\n(1)\nIn general\nFor the purpose of conducting an examination for a position in the competitive service, an individual who is determined by an examining agency to be a subject matter expert in the subject and job field of the position may—\n(A)\ndevelop, in partnership with human resources employees of the examining agency, a position-specific assessment that is relevant to the position, based on job analysis, which may include—\n(i)\na structured interview;\n(ii)\na work-related exercise;\n(iii)\na custom or generic procedure used to measure an applicant’s employment or career-related qualifications and interests; or\n(iv)\nanother assessment that—\n(I)\nallows for the demonstration of job-related technical skills, abilities, and knowledge; and\n(II)\nis relevant to the position for which the assessment is developed; and\n(B)\nadminister the assessment developed under subparagraph (A) to—\n(i)\ndetermine whether an applicant for the position has a passing score to be qualified for the position; or\n(ii)\nrank applicants for the position for category rating purposes under section 3319.\n(2)\nFeasibility study on sharing and customization of assessment\nNot later than 1 year after the date of enactment of the\nChance to Compete Act of 2024\n(A)\nconduct a feasibility study that examines the practicability, including a cost benefit analysis, of—\n(i)\nthe sharing of technical assessments by an examining agency with another examining agency;\n(ii)\nmechanisms for each examining agency to maintain appropriate control over examination material that is shared by the examining agency as described in clause (i);\n(iii)\nlimits on customization of a technical assessment that is shared as described in clause (i) and mechanisms to ensure that the resulting technical assessment satisfies the requirements under part 300 of title 5, Code of Federal Regulations (or any successor regulation); and\n(iv)\nthe development of an online platform on which examining agencies can share and customize technical assessments as described in this subparagraph; and\n(B)\nsubmit to the relevant committees a report on the study conducted under subparagraph (A).\n(e)\nFederal agency talent teams\n(1)\nIn general\nAn agency may establish 1 or more agency talent teams, including at the component level.\n(2)\nDuties\nAn agency talent team shall provide hiring support to the agency, including by—\n(A)\nimproving examinations;\n(B)\nfacilitating the writing of job announcements for the competitive service;\n(C)\nsharing high-quality certificates of eligible applicants; and\n(D)\nfacilitating hiring for the competitive service using examinations.\n(f)\nOffice of Personnel Management talent team\nThe Director may establish a Federal talent team to support agency talent teams by—\n(1)\nfacilitating hiring actions across the Federal Government;\n(2)\nproviding training;\n(3)\ncreating tools and guides to facilitate hiring for the competitive service; and\n(4)\ndeveloping technical assessments.\n(g)\nRulemaking\nThe Director shall promulgate such regulations as are necessary to implement and interpret this section.\n.\n4.\nCompetitive service candidate hiring and reform\n(a)\nReview\n(1)\nIn general\nThe Director shall conduct a review of examinations for hiring for each position in the competitive service that an examining agency has determined requires a minimum educational requirement because the position is of a scientific, technical, or professional nature pursuant to section 3308 of title 5, United States Code, to determine whether data, evidence, or other information justifies the need for educational requirements for the position.\n(2)\nConsultation\nIn carrying out paragraph (1), the Director shall consult with, at minimum—\n(A)\nagencies, as deemed appropriate by the Director;\n(B)\nemployee representatives;\n(C)\nexternal experts; and\n(D)\nrelevant stakeholders.\n(b)\nReport on hiring practices\nNot later than 1 year after the date of enactment of this Act, the Director shall submit to the relevant committees recommendations to amend the hiring practices of examining agencies in accordance with the findings of the review conducted under subsection (a)(1).\n5.\nReports\n(a)\nImplementation reports\n(1)\nIn general\nNot later than 1 year after the date of enactment of this Act, and each year thereafter ending with the fifth publication and submission of the report, the Director shall publish on a public-facing website, and submit to the relevant committees, a report that—\n(A)\nexamines the progress of examining agencies in implementing the requirements of this Act and the amendments made by this Act; and\n(B)\nidentifies any significant difficulties encountered in the implementation described in subparagraph (A).\n(2)\nInclusion in annual report\nThe Director may include the report required under paragraph (1) as an addendum to the report required under subsection (b).\n(3)\nDelayed reporting\nIf the Director is unable to publish and submit the report within the timeline required under paragraph (1), the Director shall publish on a public-facing website, and submit to the relevant committees, a notification of the delay that—\n(A)\nprovides a reason for the delay; and\n(B)\nadvises the public and the relevant committees of the anticipated date of publication and submission of the report.\n(b)\nAnnual report\n(1)\nIn general\nNot later than 1 year after the date of enactment of this Act, and each year thereafter, the Director shall publish on a public-facing website and submit to the relevant committees a report that, with respect to categories of positions in the competitive service for which an examining agency examined applicants during the applicable period, includes—\n(A)\nthe type of examination used; and\n(B)\nsummary data from examinations that are closed, audited, and anonymous on the use of examinations for the competitive service, including technical assessments.\n(2)\nDemographic indicators\nIn carrying out paragraph (1), the Director shall break the data down by applicant demographic indicators to facilitate direct comparability and trendline comparisons to data available as of October 1, 2020, as a baseline.\n(3)\nLimitations\nIn carrying out this subsection, the Director may only publish and submit to the relevant committees data relating to examinations for which—\n(A)\nthe related announcement is closed;\n(B)\ncertificates have been audited; and\n(C)\nall hiring processes are completed.\n(4)\nDelayed reporting\nIf the Director is unable to publish and submit the report within the timeline required under paragraph (1), the Director shall publish on a public-facing website, and submit to the relevant committees, a notification of the delay that—\n(A)\nprovides a reason for the delay; and\n(B)\nadvises the public and the relevant committees of the anticipated date of publication and submission of the report.\n(c)\nProvision of data by agencies\n(1)\nIn general\nNot later than 180 days after the date of enactment of this Act, the Director shall issue guidance to examining agencies regarding the data that the Director needs from the examining agencies in order to comply with subsections (a) and (b).\n(2)\nReporting timelines\nEach examining agency shall provide the data outlined in the guidance issued by the Director under paragraph (1) on a quarterly basis.\n6.\nGAO report\nNot later than 3 years after the date of enactment of this Act, the Comptroller General of the United States shall submit to Congress a report that—\n(1)\nassesses the implementation of this Act and the amendments made by this Act;\n(2)\nassesses the impact of modifications made by this Act to the hiring process for the competitive service under section 3304 of title 5, United States Code; and\n(3)\nmakes recommendations for the improvement of the hiring process for the competitive service.\n7.\nEvaluation for potential updates or revisions to government-wide systems of records at the Office of Personnel Management\n(a)\nIn general\nNot later than 1 year after the date of enactment of this Act, the Director shall evaluate whether the Government-wide system of records notices, the OPM/GOVT–5 Recruiting, Examining, and Placement Records, and the OPM/GOVT–6 Personnel Research and Test Validation Records, or any successor materials thereto, require updating or revision in order to support the implementation of this Act and the amendments made by this Act.\n(b)\nIssuance of updates or revisions; notice to Congress\nIf the Director determines under subsection (a) that any updates or revisions are necessary, the Director, in accordance with section 552a of title 5, United States Code (commonly known as the\nPrivacy Act\n(1)\nissue the updates or revisions; and\n(2)\nnotify the relevant committees.\nSpeaker of the House of Representatives\nVice President of the United States and President of the Senate",
    "status": "Enacted",
    "tags": [
      "Government Operations and Politics",
      "118th",
      "S",
      "Enacted",
      "Senate"
    ],
    "excerpt": "Became Public Law No: 118-188.",
    "id": 7
  },
  {
    "source": "118-HR",
    "title": "Parents Bill of Rights Act",
    "state": "US",
    "category": "Education",
    "dateIntroduced": "2023-03-01",
    "text": "118 HR 5 : Parents Bill of Rights Act\nU.S. House of Representatives\n2023-03-27\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nIIB\n118th CONGRESS\n1st Session\nH. R. 5\nIN THE SENATE OF THE UNITED STATES\nMarch 27, 2023\nReceived; read twice and referred to the\nCommittee on Health, Education, Labor, and Pensions\nAN ACT\nTo ensure the rights of parents are honored and protected in the Nation’s public schools.\n1.\nShort title\nThis Act may be cited as the\nParents Bill of Rights Act\nI\nAmendments to the Elementary and Secondary Education Act of 1965\n101.\nState plan assurances\nSection 1111(g)(2) of the Elementary and Secondary Education Act of 1965 (\n20 U.S.C. 6311(g)(2)\n(1)\nin subparagraph (M), by striking\nand\n(2)\nin subparagraph (N), by striking the period at the end and inserting a semicolon; and\n(3)\nby adding at the end the following:\n(O)\nthe State will ensure that each local educational agency in the State—\n(i)\nin a case in which the curriculum for an elementary or secondary school (including secondary career and technical education schools) grade level is freely and publicly available on the internet—\n(I)\nposts on a publicly accessible website of the agency, such curriculum; or\n(II)\nif such agency does not operate a website, widely disseminates to the public such curriculum; or\n(ii)\nin a case in which the curriculum for an elementary or secondary school (including secondary career and technical education schools) grade level is not freely and publicly available on the internet—\n(I)\nposts on a publicly accessible website of the agency—\n(aa)\na description of such curriculum; and\n(bb)\ninformation on how parents can review such curriculum as described in section 1112(e)(1)(A); or\n(II)\nif such agency does not operate a website, widely disseminates to the public the description and information described in items (aa) and (bb) of subclause (I); and\n(P)\nin the case of any revisions to the State’s challenging State academic standards (including any revisions to the levels of achievement within the State’s academic achievement standards), the State educational agency will post to the homepage of its website, and widely disseminate to the public, notice of such revisions and a copy of such revisions, except that the State educational agency shall not be required to submit such notice or such revisions to the Secretary.\n.\n102.\nAnnual local educational agency report cards\nSection 1111(h)(2) of the Elementary and Secondary Education Act of 1965 (\n20 U.S.C. 6311(h)(2)\n(E)\nBudget\nEach local educational agency report card shall include the budget for the school year for which such report card is being prepared (including all revenues and expenditures (including expenditures made to private entities)) for the local educational agency as a whole, and for each elementary school and secondary school (including secondary career and technical education schools) served by the local educational agency. In addition to the detailed budget information required under the preceding sentence, the agency shall include a separate fact sheet that summarizes such information in a clear and easily understandable format.\n.\n103.\nLocal educational agency plan assurances\nSection 1112(c) of the Elementary and Secondary Education Act of 1965 (\n20 U.S.C. 6312(c)\n(1)\nin paragraph (6), by striking\nand\n(2)\nin paragraph (7), by striking the period at the end and inserting a semicolon; and\n(3)\nby adding at the end the following:\n(8)\nmeet the requirements described in section 1111(g)(2)(O);\n(9)\npost on a publicly accessible website of the local educational agency or, if the local educational agency does not operate a website, widely disseminate to the public, the plan for carrying out the parent and family engagement described in section 1116 and all policies and procedures that result from such engagement;\n(10)\nensure that each elementary school served by the local educational agency notifies the parents of any student enrolled at such school when the student does not score as grade-level proficient in reading or language arts at the end of the third grade based on the reading or language arts assessments administered under section 1111(b)(2)(B)(v)(I)(aa) or another assessment administered to all third grade students by such school; and\n(11)\nensure that each elementary school and secondary school (including secondary career and technical education schools) served by the local educational agency provides to the parents of students enrolled at such school, before a person speaks (in-person or virtually) to such students in a class, school assembly, or any other school-sponsored event, notice that includes the name of the speaker and the name of the organization or other entity being represented by the speaker.\n.\n104.\nParents right-to-know\nSection 1112(e) of the Elementary and Secondary Education Act of 1965 (\n20 U.S.C. 6312(e)\n(1)\nby redesignating paragraphs (1), (2), (3), and (4) as paragraphs (2), (3), (4), and (6), respectively;\n(2)\nby inserting before paragraph (2) (as so redesignated), the following:\n(1)\nNotice of rights\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency posts on a publicly accessible website of the school or, if the school does not operate a website, widely disseminates to the public, a summary notice of the right of parents to information about their children’s education as required under this Act, which shall be in an understandable format for parents and include, at minimum—\n(A)\nthe right (provided in accordance with the requirements of section 445(a)(2) of the General Education Provisions Act (\n20 U.S.C. 1232h(a)(2)\n(B)\nthe right to know if the State alters the State’s challenging State academic standards;\n(C)\nthe right to meet with each teacher of their child not less than twice during each school year in accordance with paragraph (5)(A);\n(D)\nthe right to review the budget, including all revenues and expenditures, of their child’s school;\n(E)\nthe right to—\n(i)\na list of the books and other reading materials available in the library of their child’s school; and\n(ii)\ninspect such books or other reading materials;\n(F)\nthe right to information about all schools in which their child can enroll, including options for enrolling in or transferring to—\n(i)\nother schools served by the local educational agency;\n(ii)\ncharter schools; and\n(iii)\nschools served by a different local educational agency in the State;\n(G)\nthe right to address the school board of the local educational agency;\n(H)\nthe right to information about violent activity in their child’s school;\n(I)\nthe right to information about any plans to eliminate gifted and talented or college credit programs in the child’s school, including Advanced Placement and dual-enrollment classes;\n(J)\nthe right to review any professional development materials;\n(K)\nthe right to know if their child is not grade-level proficient in reading or language arts at the end of the third grade as described in subsection (c)(10);\n(L)\nthe right to know if a school employee or contractor acts to—\n(i)\nchange a minor child’s gender markers, pronouns, or preferred name; or\n(ii)\nallow a child to change the child’s sex-based accommodations, including locker rooms or bathrooms;\n(M)\nthe right to know if—\n(i)\na school employee or contractor acts to—\n(I)\ntreat, advise, or address the cyberbullying of a student;\n(II)\ntreat, advise, or address the bullying or hazing of a student;\n(III)\ntreat, advise, or address a student’s mental health, suicidal ideation, or instances of self-harm;\n(IV)\ntreat, advise, or address a specific threat to the safety of a student;\n(V)\ntreat, advise, or address the possession or use of drugs and other controlled substances; or\n(VI)\ntreat, advise, or address an eating disorder; or\n(ii)\na child brings a weapon to school;\n(N)\nthe right to the notice described in subsection (c)(11) before a person speaks (in-person or virtually) to their child in a class, school assembly, or any other school-sponsored event;\n(O)\nthe right to be informed of the total number of school counselors in their child’s school;\n(P)\nthe right to know if their child’s school operates, sponsors, or facilitates athletic programs or activities that permit an individual whose biological sex is male to participate in an athletic program or activity that is designated for individuals whose biological sex is female;\n(Q)\nthe right to know if their child’s school allows an individual whose biological sex is male to use restrooms or changing rooms designated for individuals whose biological sex is female; and\n(R)\nthe right to timely notice of any major cyberattack against their child’s school that may have compromised student or parent information.\n;\n(3)\nin paragraph (2)(B) (as redesignated by paragraph (1))—\n(A)\nby redesignating clause (i) and clause (ii) as subclause (I) and subclause (II), respectively;\n(B)\nby striking\n(B)\nAdditional Information.—\n(B)\nAdditional information\n(i)\nIn general\n; and\n(C)\nby adding at the end the following:\n(ii)\nSchool library\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency provides the parents of each child who is a student in such school—\n(I)\nat the beginning of each school year, a list of books and other reading materials available in the library of such school; and\n(II)\nthe opportunity to inspect such books and other reading materials.\n(iii)\nViolent activity\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency provides the parents of each child who is a student in such school timely notification of any violent activity occurring on school grounds or at school-sponsored activities in which one or more individuals suffer injuries (including whether such agency is aware of videos or recordings of such violent activity), except that such notification shall not contain names or the grade level of any students involved in the activity.\n(iv)\nGifted and talented programs\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency provides the parents of each child who is a student in such school timely notification of any plan to eliminate gifted and talented or college credit programs in such school, including Advanced Placement and dual-enrollment classes.\n(v)\nSchool counselors\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency provides the parents of each child who is a student in such school the information described in paragraph (1)(O).\n(vi)\nEnrollment options\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency provides the parents of each child who is a student in such school the information described in paragraph (1)(F), including the enrollment and transfer options described in such paragraph.\n(vii)\nSchool employee or contractor actions\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency notifies the parents of any child who is a student in such school if a school employee or contractor takes, with respect to such child, any action described in clause (i) or (ii) of paragraph (1)(L).\n(viii)\nSchool and Student Safety\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency notifies—\n(I)\nthe parents of any child who is a student in such school if a school employee or contractor takes, with respect to such child, any action described in clause (i) of paragraph (1)(M); and\n(II)\nthe parents of each child who is a student in such school if any child takes the action described in clause (ii) of paragraph (1)(M).\n(ix)\nProfessional Development Materials\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency provides the parents of each child who is a student in such school the opportunity to review professional development materials to ensure the parental right described in paragraph (1)(J).\n(x)\nAthletic programs or activities\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency provides the parents of each child who is a student in such school the information described in paragraph (1)(O).\n(xi)\nAccommodations\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency provides the parents of each child who is a student in such school the information described in paragraph (1)(O).\n(xii)\nCyberattacks\nA local educational agency receiving funds under this part shall ensure that each elementary school and secondary school (including secondary career and technical education schools) served by such agency provides the parents of each child who is a student in such school notifications described in paragraph (1)(O).\n; and\n(4)\nby inserting after paragraph (4) (as redesignated by paragraph (1)) the following:\n(5)\nTransparency\nA local educational agency receiving funds under this part shall provide the parents of each child who is a student in an elementary school or secondary school (including secondary career and technical education schools) served by such agency—\n(A)\n(i)\nthe opportunity to meet in-person or virtually via videoconference with each teacher of such child not less than twice during each school year; and\n(ii)\na notification, at the beginning of each school year, of the opportunity for such meetings, including the option to attend such meetings virtually via videoconference; and\n(B)\nthe opportunity to address the school board of such local educational agency on issues impacting the education of children in such agency and on any violations of the rights specified in paragraph (1).\n.\n105.\nSense of Congress on First amendment rights\n(a)\nIn general\nTitle VIII of the Elementary and Secondary Education Act of 1965 (\n20 U.S.C. 7801 et seq.\n(1)\nby redesignating section 8549C as section 8549D; and\n(2)\nby inserting after section 8549B the following new section:\n8549C.\nSense of congress on first amendment rights\n(a)\nFindings\nCongress finds the following:\n(1)\nThe right of parents to educate their children is a pre-political natural right that the U.S. Supreme Court has recognized as\nbeyond debate\nhistory and culture of Western civilization\n(2)\nParents have a First Amendment right to express their opinions on decisions made by State and local education leaders.\n(3)\nStates and local educational agencies should empower parents to communicate regularly with Federal, State, and local policymakers and educators regarding the education and well-being of their children.\n(4)\nTransparent and cooperative relationships between parents and schools have significant and long-lasting positive effects on the development of children.\n(5)\nParents’ concerns over content and pedagogy deserve to be heard and fully considered by school professionals.\n(6)\nParent and other community input about schools that is presented in a lawful and appropriate manner should always be encouraged.\n(7)\nEducators, policymakers, elected officials, Executive Branch officials and employees, and other stakeholders should never seek to use law enforcement to criminalize the lawfully expressed concerns of parents about their children’s education, but should never hesitate to contact public safety officials if there is a credible threat to the safety and security of students, parents, educators, policymakers, elected officials, executive branch officials or employees, or other stakeholders, school faculty, or staff.\n(b)\nSense of Congress\nIt is the sense of Congress that—\n(1)\nthe First Amendment guarantees parents and other stakeholders the right to assemble and express their opinions on decisions affecting their children and communities, and that educators and policymakers should welcome and encourage that engagement and consider that feedback when making decisions; and\n(2)\nparents have a fundamental right, protected by the U.S. Constitution, to direct the education of their children, and the strict scrutiny test used by courts to evaluate cases concerning fundamental rights is the correct standard of review for government actions that interfere with the right of parents to educate their children.\n.\n(b)\nTable of contents\nThe table of contents in section 2 of the Elementary and Secondary Education Act of 1965 is amended—\n(1)\nby striking the item relating to section 8549C; and\n(2)\nby inserting after the item relating to section 8549B the following:\nSec. 8549C. Sense of Congress on First Amendment Rights.\nSec. 8549D. Technical assistance.\n106.\nDefinition of secondary career and technical education school\nSection 8101 the Elementary and Secondary Education Act of 1965 (\n20 U.S.C. 7801\n(1)\nby redesignating paragraphs (45) through (52) as paragraphs (46) through (53), respectively; and\n(2)\nby inserting after paragraph (44) the following new paragraph:\n(45)\nSecondary career and technical education school\nThe term\nsecondary career and technical education school\nCarl D. Perkins Career and Technical Education Act of 2006\n20 U.S.C. 2032(3)(A)\n.\nII\nAmendments to FERPA and PPRA\n201.\nAmendments to the Family Educational Rights and Privacy Act of 1974\n(a)\nEnforcement\nSection 444(f) of the General Education Provisions Act (\n20 U.S.C. 1232g\nFamily Educational Rights and Privacy Act of 1974\n20 U.S.C. 1232g(f)\nThe Secretary shall comply with the reporting requirement under section 445(e)(2)(C)(ii) with respect to the enforcement actions taken under this subsection to ensure compliance with this section.\n(b)\nProhibition on educational agencies or institutions acting as an agent of a parent\nSection 444 of the General Education Provisions Act (\n20 U.S.C. 1232g\nFamily Educational Rights and Privacy Act of 1974\n(k)\nProhibition on educational agencies or institutions acting as agent of a parent for use of technology\nAn educational agency or institution may not act as the agent of a parent of a student in attendance at a school of such agency or at such institution for purposes of providing verifiable parental consent for the use of technology in the classroom for purposes of educating the student without providing notice and an opportunity for the parent to object to the use of such technology.\n(l)\nProhibition on educational agencies or institutions acting as agent of a parent for vaccines\nAn educational agency or institution may not act as the agent of a parent of a student in attendance at a school of such agency or at such institution for purposes of providing verifiable parental consent for a vaccination.\n.\n(c)\nProhibition on sale of information for commercial purposes\nSection 444 of the General Education Provisions Act (\n20 U.S.C. 1232g\nFamily Educational Rights and Privacy Act",
    "status": "In Committee",
    "tags": [
      "In Committee",
      "House",
      "HR",
      "118th",
      "Education"
    ],
    "excerpt": "Received in the Senate and Read twice and referred to the Committee on Health, Education, Labor, and Pensions.",
    "id": 8
  },
  {
    "source": "118-HR",
    "title": "To designate the facility of the United States Postal Service located at 24355 Creekside Road in Santa Clarita, California, as the \"William L. Reynolds Post Office Building\".",
    "state": "US",
    "category": "Government Operations and Politics",
    "dateIntroduced": "2023-01-11",
    "text": "HR 292 ENR: To designate the facility of the United States Postal Service located at 24355 Creekside Road in Santa Clarita, California, as the “William L. Reynolds Post Office Building”.\nU.S. House of Representatives\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nI\nOne Hundred Eighteenth Congress of the United States of America\nAt the Second Session\nBegun and held at the City of Washington on Wednesday, the third day of January, two thousand and twenty-four\nH. R. 292\nAN ACT\nTo designate the facility of the United States Postal Service located at 24355 Creekside Road in Santa Clarita, California, as the\nWilliam L. Reynolds Post Office Building\n1.\nWilliam L. Reynolds Post Office Building\n(a)\nDesignation\nThe facility of the United States Postal Service located at 24355 Creekside Road in Santa Clarita, California, shall be known and designated as the\nWilliam L. Reynolds Post Office Building\n(b)\nReferences\nAny reference in a law, map, regulation, document, paper, or other record of the United States to the facility referred to in subsection (a) shall be deemed to be a reference to the\nWilliam L. Reynolds Office Building\nSpeaker of the House of Representatives.\nVice President of the United States and President of the Senate.",
    "status": "Enacted",
    "tags": [
      "House",
      "HR",
      "Enacted",
      "118th",
      "Government Operations and Politics"
    ],
    "excerpt": "Became Public Law No: 118-52.",
    "id": 9
  },
  {
    "source": "118-HR",
    "title": "NOTAM Improvement Act of 2023",
    "state": "US",
    "category": "Transportation and Public Works",
    "dateIntroduced": "2023-01-12",
    "text": "HR 346 ENR: NOTAM Improvement Act of 2023\nU.S. House of Representatives\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nI\nOne Hundred Eighteenth Congress of the United States of America\nAt the First Session\nBegun and held at the City of Washington on Tuesday, the third day of January, two thousand and twenty-three\nH. R. 346\nAN ACT\nTo establish a task force on improvements for notices to air missions, and for other purposes.\n1.\nShort title\nThis Act may be cited as the\nNOTAM Improvement Act of 2023\n2.\nFAA Task Force on NOTAM Improvement\n(a)\nEstablishment\nNot later than 180 days after the date of enactment of this Act, the Administrator of the Federal Aviation Administration shall establish a task force to be known as the FAA Task Force on NOTAM Improvement (in this section referred to as the\nTask Force\n(b)\nComposition\nThe Task Force shall consist of members appointed by the Administrator, including at least one member of each of the following:\n(1)\nAir carrier representatives.\n(2)\nAirport representatives.\n(3)\nLabor union representatives of airline pilots.\n(4)\nLabor union representatives of aircraft dispatchers.\n(5)\nThe labor union certified under section 7111 of title 5, United States Code, to represent FAA air traffic control specialists assigned to the United States NOTAMs Office.\n(6)\nThe labor union certified under section 7111 of title 5, United States Code, to represent FAA aeronautical information specialists.\n(7)\nGeneral and business aviation representatives.\n(8)\nAviation safety experts with knowledge of NOTAMs.\n(9)\nHuman factors experts.\n(10)\nComputer system architecture and cybersecurity experts.\n(c)\nDuties\nThe duties of the Task Force shall include—\n(1)\nreviewing existing methods for publishing NOTAMs and flight operations information to pilots;\n(2)\nreviewing regulations, policies, systems, and international standards relating to NOTAMs, including their content and presentation to pilots;\n(3)\nevaluating and determining best practices to organize, prioritize, and present flight operations information in a manner that optimizes pilot review and retention of relevant information; and\n(4)\nproviding recommendations for—\n(A)\nimproving the publication and delivery of NOTAM information in a manner that prioritizes or highlights the most important information, and optimizes pilot review and retention of relevant information;\n(B)\nways to ensure that NOTAMs are complete, accurate, timely, relevant to safe flight operations, and contain pertinent information;\n(C)\nany best practices that the FAA should consider to improve the accuracy and understandability of NOTAMs and the display of flight operations information;\n(D)\nways to work with air carriers, other airspace users, and aviation service providers to implement solutions that are aligned with the recommendations under this paragraph; and\n(E)\nways to ensure the stability, resiliency, and cybersecurity of the NOTAM computer system.\n(d)\nReport\nNot later than 1 year after the date of the establishment of the Task Force, the Task Force shall submit to the Committee on Transportation and Infrastructure of the House of Representatives and the Committee on Commerce, Science, and Transportation of the Senate a report detailing—\n(1)\nthe results of the reviews and evaluations of the Task Force under paragraphs (1) through (3) of subsection (c);\n(2)\nthe best practices identified and recommendations provided by the Task Force under subsection (c)(4);\n(3)\nany recommendations of the Task Force for additional regulatory or policy actions to improve the publication of NOTAMs; and\n(4)\nthe degree to which implementing the recommendations of the Task Force described under paragraph (2) will address National Transportation Safety Board Safety Recommendation A–18–024.\n(e)\nApplicable law\nChapter 10\n(f)\nSunset\nThe Task Force shall terminate on the later of—\n(1)\nthe date on which the Task Force submits the report required under subsection (d); or\n(2)\nthe date that is 18 months after the date on which the Task Force is established under subsection (a).\n(g)\nAuthority\nThe Administrator shall have the authority to carry out the recommendations of the Task Force detailed in the report required under subsection (d).\n(h)\nRule of construction\nNothing in this section may be construed to require the FAA to duplicate any prior, ongoing, or planned efforts related to the improvement of NOTAMs, including any efforts related to implementing any previously enacted requirements.\n(i)\nDefinitions\nIn this section:\n(1)\nFAA\nThe term\nFAA\n(2)\nNOTAM\nThe term\nNOTAM\n3.\nAdditional requirements\nNot later than September 30, 2024, the Administrator of the Federal Aviation Administration shall make the following improvements:\n(1)\nComplete implementation of a Federal NOTAM System (in this section referred to as a\nFNS\n(2)\nImplement a back-up system to the FNS.\n(3)\nBrief the Committee on Transportation and Infrastructure of the House of Representatives and the Committee on Commerce, Science, and Transportation of the Senate on a plan to enhance the capability to deliver information through the FNS that is machine-readable, filterable, and in the format used by the International Civil Aviation Organization (ICAO) to promote further global harmonization among neighboring Air Navigation Service Providers (ANSPs) and provide users of the National Airspace System with one consistent format for domestic and international operations.\nSpeaker of the House of Representatives.\nVice President of the United States and President of the Senate.",
    "status": "Enacted",
    "tags": [
      "Transportation and Public Works",
      "House",
      "HR",
      "Enacted",
      "118th"
    ],
    "excerpt": "Became Public Law No: 118-4.",
    "id": 10
  },
  {
    "source": "118-HR",
    "title": "Korean American VALOR Act",
    "state": "US",
    "category": "Armed Forces and National Security",
    "dateIntroduced": "2023-01-13",
    "text": "HR 366 ENR: Korean American Vietnam Allies Long Overdue for Relief Act\nU.S. House of Representatives\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nI\nOne Hundred Eighteenth Congress of the United States of America\nAt the First Session\nBegun and held at the City of Washington on Tuesday, the third day of January, two thousand and twenty-three\nH. R. 366\nAN ACT\nTo amend title 38, United States Code, to treat certain individuals who served in Vietnam as a member of the armed forces of the Republic of Korea as a veteran of the Armed Forces of the United States for purposes of the provision of health care by the Department of Veterans Affairs.\n1.\nShort title\nThis Act may be cited as the\nKorean American Vietnam Allies Long Overdue for Relief Act\nKorean American VALOR Act\n2.\nProvision of certain benefits to individuals who served in the armed forces of the Republic of Korea\nSection 109 of title 38, United States Code, is amended by adding at the end the following new subsection:\n(d)\n(1)\nAny person described in paragraph (2) is eligible for the benefits specified in subsection (a) to the same extent and under the same conditions (including with respect to applicable reciprocity requirements) as a discharged member of the armed forces of a government specified in such subsection who is eligible for such benefits under such subsection.\n(2)\nA person described in this paragraph is a person whom the Secretary determines served in Vietnam as a member of the armed forces of the Republic of Korea at any time during the period beginning on January 9, 1962, and ending on May 7, 1975, or such other period as determined appropriate by the Secretary for purposes of this subsection.\n.\nSpeaker of the House of Representatives.\nVice President of the United States and President of the Senate.",
    "status": "Enacted",
    "tags": [
      "House",
      "HR",
      "Enacted",
      "Armed Forces and National Security",
      "118th"
    ],
    "excerpt": "Became Public Law No: 118-20.",
    "id": 11
  },
  {
    "source": "118-S",
    "title": "Forgotten Heroes of the Holocaust Congressional Gold Medal Act",
    "state": "US",
    "category": "International Affairs",
    "dateIntroduced": "2023-01-26",
    "text": "S91 ENR: Forgotten Heroes of the Holocaust Congressional Gold Medal Act\nU.S. Senate\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nOne Hundred Eighteenth Congress of the United States of America\n2d Session\nBegun and held at the City of Washington on Wednesday, the third day of January, two thousand and twenty four\nS. 91\nIN THE SENATE OF THE UNITED STATES\nAN ACT\nTo award a Congressional Gold Medal collectively to 60 diplomats, in recognition of their bravery and heroism during the Holocaust.\n1.\nShort title\nThis Act may be cited as the\nForgotten Heroes of the Holocaust Congressional Gold Medal Act\n2.\nFindings; sense of Congress\n(a)\nFindings\nCongress finds the following:\n(1)\nThe following diplomats will be honored posthumously: Per Anger (Sweden), Jose Maria Barreto Bustíos (Peru), Lars Berg (Sweden), Philippe Bernardini (Vatican/Italy), Hiram (Harry) Bingham IV (United States), Friedrich Born (Switzerland), Gilberto Bosques Saldivar (Mexico), Carlos de Liz-Texeira Branquinho (Portugal), Samuel del Campo (Chile), Aracy de Carvalho Guimarães Rosa (Brazil), Jose Arturo Castellanos Contreras (El Salvador), Carl Ivan Danielsson (Sweden), Luis Martins de Souza Dantas (Brazil), Georg Ferdinand Duckwitz (Germany), Harald Feller (Switzerland), Francis (Frank) Foley (United Kingdom), Jean-Edouard Friedrich (Switzerland), Carlos Almeida Afonseca de Sampaio Garrido (Portugal), Raymond Herman Geist (United States), Feng-Shan Ho (Republic of China), Constantin Karadja (Romania), Alexander Kasser (Sandor Kasza) (Sweden), Elow Kihlgren (Sweden), Joseph Willem (Joop) Kolkman (Netherlands), Julius Kuhl (Poland), Aleksander Łados (Poland), Valdemar Langlet (Sweden), Charles (Carl) Lutz (Switzerland), George Mandel-Mantello (El Salvador), Florian Manoliu (Romania), Manuel Antonio Muñoz Borrero (Ecuador), Salomon Jacob (Sally) Noach (Netherlands), Giorgio (Jorge) Perlasca (Spain/Italy), Ernst Prodolliet (Switzerland), Eduardo Propper de Callejon (Spain), Franjo Puncuch (Yugoslavia/Slovenia), Konstanty Rokicki (Poland), Sebastian de Romero Radigales (Spain), Angelo Giuseppe Roncalli (Vatican/Italy), Angelo Rotta (Vatican/Italy), Albert Emile Routier (Turkey/France), Jose Ruiz Santaella (Spain), Stefan Ryniewicz (Poland), Angel Sanz-Briz (Spain), Abdol-Hossein Sardari (Iran), Henryk Slawik (Poland), Robert Smallbones (United Kingdom), Aristides de Sousa Mendes (Portugal), Jan Spisiak (Slovakia), Chiune (Sempo) Sugihara (Japan), Ireanaeus Typaldos (Spain), Alexander (Sandor) Ujvary (Vatican/Hungary), Selahattin Ulkumen (Turkey), Gennaro Verolino (Vatican/Italy), Vladimir Vochoc (Czech Republic), Ernst Vonrufs (Switzerland), Raoul Wallenberg (Sweden), Guelfo Zamboni (Italy), Peter Zurcher (Switzerland), and Jan Zwartendijk (Netherlands).\n(2)\nOn September 1, 1939, Adolf Hitler and the Nazis began their invasion of Europe, which started World War II and threw the world into chaos. The Nazi plan of mass murder of the Jewish population was in full motion. As battles were being fought between countries, Jews were being rounded up and sent to concentration camps throughout Europe. This process began a mass exodus of people out of Europe, especially those in the Jewish community.\n(3)\nDuring the war, members of the Jewish community used every tool and means at their disposal to flee Nazi tyranny. Thousands tried to flee on trains or boats to escape from Europe.\n(4)\nWhile the armies of countries were fighting each other, a handful of diplomats, from around the world, stepped forward and took heroic actions to save Jews fleeing Europe. This was an incredibly dangerous process. If the Nazis discovered the actions of these diplomats they would be expelled, as a few of them were. Also, while worrying about the Nazis, diplomats had to worry about their careers and livelihoods back home. Many of them had strict orders from their home countries to not aid the Jewish population in any way.\n(5)\nThese diplomats used every means at their disposal to help Jews fleeing persecution. One of the most powerful tools the diplomats had to use was the issuing of passports and travel visas contrary to the instruction of the governments of the diplomats. This process alone is responsible for saving hundreds of thousands of Jewish families in Europe. This was not the only tool used as many of the diplomats were connected with the local populations and were great communicators for Jews trying to travel underground. They were able set up safehouses and getaways to hide Jews and especially Jewish children from Nazi authorities. In the most dangerous of times, several of these diplomats confronted the Nazis directly on behalf of the Jews and personally put themselves in grave danger.\n(6)\nEvery diplomat knew the dangers and knew what they were up against, and still pushed forward to save those in the most danger.\n(7)\nThe Congressional Gold Medal authorized under this Act will help remind humanity that when the diplomats were faced with terrible crises, they went beyond the fold, including risking their careers and the lives of themselves and their families, to engage in this humanitarian mission. The diplomats of today and future generations can look towards these heroes and be inspired by their lives of heroism and sacrifice.\n(8)\nNothing in this Act shall be construed as stating or implying that this group of honorees encompasses everyone who took this type of heroic action during this era. As the title attests, the\nForgotten Heroes\n3.\nCongressional gold medal\n(a)\nPresentation authorized\nThe Speaker of the House of Representatives and the President pro tempore of the Senate shall make appropriate arrangements for the presentation, on behalf of Congress, of a single gold medal of appropriate design in honor of the 60 diplomats identified in section 2(1), in recognition of their brave and vital service of saving Jews during World War II.\n(b)\nDesign and striking\nFor purposes of the presentation referred to in subsection (a), the Secretary of the Treasury (referred to in this Act as the\nSecretary\n(c)\nPresentation of medal\nThe single gold medal presented under subsection (a) shall be presented collectively to the eldest next of kin of each of the 60 diplomats identified in section 2(1), who shall receive the medal as part of a delegation consisting of a senior official representative of the country that each diplomat served and the cochairs of the Forgotten Heroes of the Holocaust Committee.\n(d)\nUnited States Holocaust Memorial Museum\n(1)\nIn general\nFollowing the award of the gold medal in honor of the 60 diplomats identified in section 2(1), the gold medal shall be given to the United States Holocaust Memorial Museum, where it will be available for display as appropriate and available for research.\n(2)\nSense of Congress\nIt is the sense of Congress that the United States Holocaust Memorial Museum should make the gold medal awarded pursuant to this Act available for display elsewhere, particularly at appropriate locations associated with Holocaust remembrance.\n4.\nDuplicate medals\nThe Secretary may strike and sell duplicates in bronze of the gold medal struck under section 3, at a price sufficient to cover the costs thereof, including labor, materials, dies, use of machinery, and overhead expenses.\n5.\nStatus of medals\n(a)\nNational medal\nMedals struck pursuant to this Act are national medals for purposes of\nchapter 51\n(b)\nNumismatic items\nFor purposes of sections 5134 and 5136 of title 31, United States Code, all medals struck under this Act shall be considered to be numismatic items.\n6.\nAuthority to use fund amounts; proceeds of sale\n(a)\nAuthority To use fund amounts\nThere is authorized to be charged against the United States Mint Public Enterprise Fund such amounts as may be necessary to pay for the costs of the medals struck under this Act.\n(b)\nProceeds of sale\nAmounts received from the sale of duplicate bronze medals authorized under section 4 shall be deposited into the United States Mint Public Enterprise Fund.\nSpeaker of the House of Representatives\nVice President of the United States and President of the Senate",
    "status": "Enacted",
    "tags": [
      "International Affairs",
      "118th",
      "S",
      "Enacted",
      "Senate"
    ],
    "excerpt": "Became Public Law No: 118-149.",
    "id": 12
  },
  {
    "source": "117-HR",
    "title": "For the People Act of 2021",
    "state": "US",
    "category": "Government Operations and Politics",
    "dateIntroduced": "2021-01-04",
    "text": "111 HR 1 : For the People Act of 2021\nU.S. House of Representatives\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nII\n117th CONGRESS\n1st Session\nH. R. 1\nIN THE SENATE OF THE UNITED STATES\nMarch 11, 2021\nReceived\nAN ACT\nTo expand Americans’ access to the ballot box, reduce the influence of big money in politics, strengthen ethics rules for public servants, and implement other anti-corruption measures for the purpose of fortifying our democracy, and for other purposes.\n1.\nShort title\nThis Act may be cited as the\nFor the People Act of 2021\n2.\nOrganization of Act into divisions; table of contents\n(a)\nDivisions\nThis Act is organized into divisions as follows:\n(1)\nDivision A—Voting.\n(2)\nDivision B—Campaign Finance.\n(3)\nDivision C—Ethics.\n(b)\nTable of contents\nThe table of contents of this Act is as follows:\nSec. 1. Short title.\nSec. 2. Organization of Act into divisions; table of contents.\nSec. 3. Findings of general constitutional authority.\nSec. 4. Standards for judicial review.\nDivision A—Voting\nTitle I—Election Access\nSec. 1000. Short title; statement of policy.\nSubtitle A—Voter Registration Modernization\nSec. 1000A. Short title.\nPart 1—Promoting Internet Registration\nSec. 1001. Requiring availability of internet for voter registration.\nSec. 1002. Use of internet to update registration information.\nSec. 1003. Provision of election information by electronic mail to individuals registered to vote.\nSec. 1004. Clarification of requirement regarding necessary information to show eligibility to vote.\nSec. 1005. Prohibiting State from requiring applicants to provide more than last 4 digits of Social Security number.\nSec. 1006. Report on data collection.\nSec. 1007. Permitting voter registration application form to serve as application for absentee ballot.\nSec. 1008. Effective date.\nPart 2—Automatic Voter Registration\nSec. 1011. Short title; findings and purpose.\nSec. 1012. Automatic registration of eligible individuals.\nSec. 1013. Contributing agency assistance in registration.\nSec. 1014. One-time contributing agency assistance in registration of eligible voters in existing records.\nSec. 1015. Voter protection and security in automatic registration.\nSec. 1016. Registration portability and correction.\nSec. 1017. Payments and grants.\nSec. 1018. Treatment of exempt States.\nSec. 1019. Miscellaneous provisions.\nSec. 1020. Definitions.\nSec. 1021. Effective date.\nPart 3—Same Day Voter Registration\nSec. 1031. Same day registration.\nPart 4—Conditions on Removal on Basis of Interstate Cross-Checks\nSec. 1041. Conditions on removal of registrants from official list of eligible voters on basis of interstate cross-checks.\nPart 5—Other Initiatives To Promote Voter Registration\nSec. 1051. Annual reports on voter registration statistics.\nSec. 1052. Ensuring pre-election registration deadlines are consistent with timing of legal public holidays.\nSec. 1053. Use of Postal Service hard copy change of address form to remind individuals to update voter registration.\nSec. 1054. Grants to States for activities to encourage involvement of minors in election activities.\nSec. 1055. Permission to place exhibits.\nSec. 1056. Requiring States to establish and operate voter privacy programs.\nSec. 1057. Inclusion of voter registration information with certain leases and vouchers for federally assisted rental housing and mortgage applications.\nPart 6—Availability of HAVA Requirements Payments\nSec. 1061. Availability of requirements payments under HAVA to cover costs of compliance with new requirements.\nPart 7—Prohibiting Interference With Voter Registration\nSec. 1071. Prohibiting hindering, interfering with, or preventing voter registration.\nSec. 1072. Establishment of best practices.\nPart 8—Voter Registration Efficiency Act\nSec. 1081. Short title.\nSec. 1082. Requiring applicants for motor vehicle driver’s licenses in new state to indicate whether state serves as residence for voter registration purposes.\nPart 9—Providing Voter Registration Information to Secondary School Students\nSec. 1091. Pilot program for providing voter registration information to secondary school students prior to graduation.\nSec. 1092. Reports.\nSec. 1093. Authorization of appropriations.\nPart 10—Voter Registration of Minors\nSec. 1094. Acceptance of voter registration applications from individuals under 18 years of age.\nSubtitle B—Access to Voting for Individuals With Disabilities\nSec. 1101. Requirements for States to promote access to voter registration and voting for individuals with disabilities.\nSec. 1102. Expansion and reauthorization of grant program to assure voting access for individuals with disabilities.\nSec. 1103. Pilot programs for enabling individuals with disabilities to register to vote privately and independently at residences.\nSec. 1104. GAO analysis and report on voting access for individuals with disabilities.\nSubtitle C—Prohibiting Voter Caging\nSec. 1201. Voter caging and other questionable challenges prohibited.\nSec. 1202. Development and adoption of best practices for preventing voter caging.\nSubtitle D—Prohibiting Deceptive Practices and Preventing Voter Intimidation\nSec. 1301. Short title.\nSec. 1302. Prohibition on deceptive practices in Federal elections.\nSec. 1303. Corrective action.\nSec. 1304. Reports to Congress.\nSubtitle E—Democracy Restoration\nSec. 1401. Short title.\nSec. 1402. Findings.\nSec. 1403. Rights of citizens.\nSec. 1404. Enforcement.\nSec. 1405. Notification of restoration of voting rights.\nSec. 1406. Definitions.\nSec. 1407. Relation to other laws.\nSec. 1408. Federal prison funds.\nSec. 1409. Effective date.\nSubtitle F—Promoting Accuracy, Integrity, and Security Through Voter-Verified Permanent Paper Ballot\nSec. 1501. Short title.\nSec. 1502. Paper ballot and manual counting requirements.\nSec. 1503. Accessibility and ballot verification for individuals with disabilities.\nSec. 1504. Durability and readability requirements for ballots.\nSec. 1505. Study and report on optimal ballot design.\nSec. 1506. Paper ballot printing requirements.\nSec. 1507. Effective date for new requirements.\nSubtitle G—Provisional Ballots\nSec. 1601. Requirements for counting provisional ballots; establishment of uniform and nondiscriminatory standards.\nSubtitle H—Early Voting\nSec. 1611. Early voting.\nSubtitle I—Voting by Mail\nSec. 1621. Voting by mail.\nSec. 1622. Absentee ballot tracking program.\nSec. 1623. Voting materials postage.\nSec. 1624. Study and report on vote-by-mail procedures.\nSubtitle J—Absent Uniformed Services Voters and Overseas Voters\nSec. 1701. Pre-election reports on availability and transmission of absentee ballots.\nSec. 1702. Enforcement.\nSec. 1703. Revisions to 45-day absentee ballot transmission rule.\nSec. 1704. Use of single absentee ballot application for subsequent elections.\nSec. 1705. Extending guarantee of residency for voting purposes to family members of absent military personnel.\nSec. 1706. Requiring transmission of blank absentee ballots under UOCAVA to certain voters.\nSec. 1707. Department of Justice report on voter disenfranchisement.\nSec. 1708. Effective date.\nSubtitle K—Poll Worker Recruitment and Training\nSec. 1801. Grants to States for poll worker recruitment and training.\nSec. 1802. State defined.\nSubtitle L—Enhancement of Enforcement\nSec. 1811. Enhancement of enforcement of Help America Vote Act of 2002.\nSubtitle M—Federal Election Integrity\nSec. 1821. Prohibition on campaign activities by chief State election administration officials.\nSubtitle N—Promoting Voter Access Through Election Administration Improvements\nPart 1—Promoting Voter Access\nSec. 1901. Treatment of institutions of higher education.\nSec. 1902. Minimum notification requirements for voters affected by polling place changes.\nSec. 1903. Permitting use of sworn written statement to meet identification requirements for voting.\nSec. 1904. Accommodations for voters residing in Indian lands.\nSec. 1905. Voter information response systems and hotline.\nSec. 1906. Ensuring equitable and efficient operation of polling places.\nSec. 1907. Requiring States to provide secured drop boxes for voted absentee ballots in elections for Federal office.\nSec. 1908. Prohibiting States from restricting curbside voting.\nSec. 1909. Election Day as legal public holiday.\nSec. 1910. GAO study on voter turnout rates.\nSec. 1910A. Study on ranked-choice voting.\nPart 2—Disaster and Emergency Contingency Plans\nSec. 1911. Requirements for Federal election contingency plans in response to natural disasters and emergencies.\nPart 3—Improvements in Operation of Election Assistance Commission\nSec. 1921. Reauthorization of Election Assistance Commission.\nSec. 1922. Requiring States to participate in post-general election surveys.\nSec. 1923. Reports by National Institute of Standards and Technology on use of funds transferred from Election Assistance Commission.\nSec. 1924. Recommendations to improve operations of Election Assistance Commission.\nSec. 1925. Repeal of exemption of Election Assistance Commission from certain government contracting requirements.\nPart 4—Miscellaneous Provisions\nSec. 1931. Application of Federal election administration laws to territories of the United States.\nSec. 1932. Definition of election for Federal office.\nSec. 1933. Authorizing payments to voting accessibility protection and advocacy systems serving the American Indian Consortium.\nSec. 1934. Application of Federal voter protection laws to territories of the United States.\nSec. 1935. Placement of statues of citizens of territories of the United States in Statuary Hall.\nSec. 1936. No effect on other laws.\nSec. 1937. Clarification of Exemption for States Without Voter Registration.\nPart 5—Voter Notice\nSec. 1941. Short title.\nSec. 1942. Public education campaigns in event of changes in elections in response to emergencies.\nSec. 1943. Requirements for websites of election officials.\nSec. 1944. Payments by Election Assistance Commission to States for costs of compliance.\nSubtitle O—Severability\nSec. 1951. Severability.\nTitle II—Election Integrity\nSubtitle A—Findings Reaffirming Commitment of Congress to Restore the Voting Rights Act\nSec. 2001. Findings reaffirming commitment of Congress to restore the Voting Rights Act.\nSubtitle B—Findings Relating to Native American Voting Rights\nSec. 2101. Findings relating to Native American voting rights.\nSubtitle C—Findings Relating to District of Columbia Statehood\nSec. 2201. Findings relating to District of Columbia statehood.\nSubtitle D—Territorial Voting Rights\nSec. 2301. Findings relating to territorial voting rights.\nSec. 2302. Congressional Task Force on Voting Rights of United States Citizen Residents of Territories of the United States.\nSubtitle E—Redistricting Reform\nSec. 2400. Short title; finding of constitutional authority.\nPart 1—Requirements for Congressional Redistricting\nSec. 2401. Requiring congressional redistricting to be conducted through plan of independent State commission.\nSec. 2402. Ban on mid-decade redistricting.\nSec. 2403. Criteria for redistricting.\nPart 2—Independent Redistricting Commissions\nSec. 2411. Independent redistricting commission.\nSec. 2412. Establishment of selection pool of individuals eligible to serve as members of commission.\nSec. 2413. Public notice and input.\nSec. 2414. Establishment of related entities.\nSec. 2415. Report on diversity of memberships of independent redistricting commissions.\nPart 3—Role of Courts in Development of Redistricting Plans\nSec. 2421. Enactment of plan developed by 3-judge court.\nSec. 2422. Special rule for redistricting conducted under order of Federal court.\nPart 4—Administrative and Miscellaneous Provisions\nSec. 2431. Payments to States for carrying out redistricting.\nSec. 2432. Civil enforcement.\nSec. 2433. State apportionment notice defined.\nSec. 2434. No effect on elections for State and local office.\nSec. 2435. Effective date.\nPart 5—Requirements for Redistricting Carried Out Pursuant to 2020 Census\nSubpart A—Application of Certain Requirements for Redistricting Carried out Pursuant to 2020 Census\nSec. 2441. Application of certain requirements for redistricting carried out pursuant to 2020 Census.\nSec. 2442. Triggering events.\nSubpart B—Independent Redistricting Commissions for Redistricting Carried Out Pursuant to 2020 Census\nSec. 2451. Use of independent redistricting commissions for redistricting carried out pursuant to 2020 Census.\nSec. 2452. Establishment of selection pool of individuals eligible to serve as members of commission.\nSec. 2453. Criteria for redistricting plan; public notice and input.\nSec. 2454. Establishment of related entities.\nSec. 2455. Report on diversity of memberships of independent redistricting commissions.\nSubtitle F—Saving Eligible Voters From Voter Purging\nSec. 2501. Short title.\nSec. 2502. Conditions for removal of voters from list of registered voters.\nSubtitle G—No Effect on Authority of States To Provide Greater Opportunities for Voting\nSec. 2601. No effect on authority of States to provide greater opportunities for voting.\nSubtitle H—Residence of Incarcerated Individuals\nSec. 2701. Residence of incarcerated individuals.\nSubtitle I—Findings Relating to Youth Voting\nSec. 2801. Findings relating to youth voting.\nSubtitle J—Severability\nSec. 2901. Severability.\nTitle III—Election Security\nSec. 3000. Short title; sense of Congress.\nSubtitle A—Financial Support for Election Infrastructure\nPart 1—Voting System Security Improvement Grants\nSec. 3001. Grants for obtaining compliant paper ballot voting systems and carrying out voting system security improvements.\nSec. 3002. Coordination of voting system security activities with use of requirements payments and election administration requirements under Help America Vote Act of 2002.\nSec. 3003. Incorporation of definitions.\nPart 2—Grants for Risk-Limiting Audits of Results of Elections\nSec. 3011. Grants to States for conducting risk-limiting audits of results of elections.\nSec. 3012. GAO analysis of effects of audits.\nPart 3—Election Infrastructure Innovation Grant Program\nSec. 3021. Election infrastructure innovation grant program.\nSubtitle B—Security Measures\nSec. 3101. Election infrastructure designation.\nSec. 3102. Timely threat information.\nSec. 3103. Security clearance assistance for election officials.\nSec. 3104. Security risk and vulnerability assessments.\nSec. 3105. Annual reports.\nSec. 3106. Pre-election threat assessments.\nSubtitle C—Enhancing Protections for United States Democratic Institutions\nSec. 3201. National strategy to protect United States democratic institutions.\nSec. 3202. National Commission to Protect United States Democratic Institutions.\nSubtitle D—Promoting Cybersecurity Through Improvements in Election Administration\nSec. 3301. Testing of existing voting systems to ensure compliance with election cybersecurity guidelines and other guidelines.\nSec. 3302. Treatment of electronic poll books as part of voting systems.\nSec. 3303. Pre-election reports on voting system usage.\nSec. 3304. Streamlining collection of election information.\nSec. 3305. Exemption of cybersecurity assistance from limitations on amount of coordinated political party expenditures.\nSubtitle E—Preventing Election Hacking\nSec. 3401. Short title.\nSec. 3402. Election Security Bug Bounty Program.\nSubtitle F—Election security grants advisory committee\nSec. 3501. Establishment of advisory committee.\nSubtitle G—Miscellaneous Provisions\nSec. 3601. Definitions.\nSec. 3602. Initial report on adequacy of resources available for implementation.\nSubtitle H—Use of Voting Machines Manufactured in the United States\nSec. 3701. Use of voting machines manufactured in the United States.\nSubtitle I—Study and Report on Bots\nSec. 3801. Short title.\nSec. 3802. Task Force.\nSec. 3803. Study and Report.\nSubtitle J—Severability\nSec. 3901. Severability.\nDivision B—Campaign Finance\nTitle IV—Campaign Finance Transparency\nSubtitle A—Establishing Duty To Report Foreign Election Interference\nSec. 4001. Findings relating to illicit money undermining our democracy.\nSec. 4002. Federal campaign reporting of foreign contacts.\nSec. 4003. Federal campaign foreign contact reporting compliance system.\nSec. 4004. Criminal penalties.\nSec. 4005. Report to congressional intelligence committees.\nSec. 4006. Rule of construction.\nSubtitle B—DISCLOSE Act\nSec. 4100. Short title.\nPart 1—Closing Loopholes Allowing Spending by Foreign Nationals in Elections\nSec. 4101. Clarification of prohibition on participation by foreign nationals in election-related activities.\nSec. 4102. Clarification of application of foreign money ban to certain disbursements and activities.\nSec. 4103. Audit and report on illicit foreign money in Federal elections.\nSec. 4104. Prohibition on contributions and donations by foreign nationals in connections with ballot initiatives and referenda.\nSec. 4105. Disbursements and activities subject to foreign money ban.\nSec. 4106. Prohibiting establishment of corporation to conceal election contributions and donations by foreign nationals.\nPart 2—Reporting of Campaign-Related Disbursements\nSec. 4111. Reporting of campaign-related disbursements.\nSec. 4112. Application of foreign money ban to disbursements for campaign-related disbursements consisting of covered transfers.\nSec. 4113. Effective date.\nPart 3—Other Administrative Reforms\nSec. 4121. Petition for certiorari.\nSec. 4122. Judicial review of actions related to campaign finance laws.\nPart 4—Disclosure of Contributions to Political Committees Immediately Prior to Election\nSec. 4131. Disclosure of contributions to political committees immediately prior to election.\nSubtitle C—Strengthening Oversight of Online Political Advertising\nSec. 4201. Short title.\nSec. 4202. Purpose.\nSec. 4203. Findings.\nSec. 4204. Sense of Congress.\nSec. 4205. Expansion of definition of public communication.\nSec. 4206. Expansion of definition of electioneering communication.\nSec. 4207. Application of disclaimer statements to online communications.\nSec. 4208. Political record requirements for online platforms.\nSec. 4209. Preventing contributions, expenditures, independent expenditures, and disbursements for electioneering communications by foreign nationals in the form of online advertising.\nSec. 4210. Independent study on media literacy and online political content consumption.\nSec. 4211. Requiring online platforms to display notices identifying sponsors of political advertisements and to ensure notices continue to be present when advertisements are shared.\nSubtitle D—Stand By Every Ad\nSec. 4301. Short title.\nSec. 4302. Stand by every ad.\nSec. 4303. Disclaimer requirements for communications made through prerecorded telephone calls.\nSec. 4304. No expansion of persons subject to disclaimer requirements on internet communications.\nSec. 4305. Effective date.\nSubtitle E—Deterring Foreign Interference in Elections\nPart 1—Deterrence Under Federal Election Campaign Act of 1971\nSec. 4401. Restrictions on exchange of campaign information between candidates and foreign powers.\nSec. 4402. Clarification of standard for determining existence of coordination between campaigns and outside interests.\nSec. 4403. Prohibition on provision of substantial assistance relating to contribution or donation by foreign nationals.\nSec. 4404. Clarification of application of foreign money ban.\nPart 2—Notifying States of Disinformation Campaigns by Foreign Nationals\nSec. 4411. Notifying States of disinformation campaigns by foreign nationals.\nPart 3—Prohibiting Use of Deepfakes in Election Campaigns\nSec. 4421. Prohibition on distribution of materially deceptive audio or visual media prior to election.\nPart 4—Assessment of Exemption of Registration Requirements Under FARA for Registered Lobbyists\nSec. 4431. Assessment of exemption of registration requirements under FARA for registered lobbyists.\nSubtitle F—Secret Money Transparency\nSec. 4501. Repeal of restriction of use of funds by Internal Revenue Se",
    "status": "Active",
    "tags": [
      "117th",
      "House",
      "Active",
      "HR",
      "Government Operations and Politics"
    ],
    "excerpt": "Received in the Senate.",
    "id": 13
  },
  {
    "source": "117-HR",
    "title": "Elijah E. Cummings Lower Drug Costs Now Act",
    "state": "US",
    "category": "Health",
    "dateIntroduced": "2021-04-22",
    "text": "117 HR 3 IH: Elijah E. Cummings Lower Drug Costs Now Act\nU.S. House of Representatives\n2021-04-22\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nI\n117th CONGRESS\n1st Session\nH. R. 3\nIN THE HOUSE OF REPRESENTATIVES\nApril 22, 2021\nMr. Pallone\nMr. Neal\nMr. Scott of Virginia\nCommittee on Energy and Commerce\nWays and Means\nEducation and Labor\nOversight and Reform\nVeterans' Affairs\nA BILL\nTo establish a fair price negotiation program, protect the Medicare program from excessive price increases, and establish an out-of-pocket maximum for Medicare part D enrollees, and for other purposes.\n1.\nShort title; table of contents\n(a)\nShort title\nThis Act may be cited as the\nElijah E. Cummings Lower Drug Costs Now Act\n(b)\nTable of contents\nThe table of contents is as follows:\nSec. 1. Short title; table of contents.\nTitle I—Lowering Prices Through Fair Drug Price Negotiation\nSec. 101. Providing for lower prices for certain high-priced single source drugs.\nSec. 102. Selected drug manufacturer excise tax imposed during noncompliance periods.\nSec. 103. Fair Price Negotiation Implementation Fund.\nTitle II—Prescription Drug Inflation Rebates\nSec. 201. Medicare part B rebate by manufacturers.\nSec. 202. Medicare part D rebate by manufacturers.\nSec. 203. Provision regarding inflation rebates for group health plans and group health insurance coverage.\nSec. 204. Annual report on drug costs in group health plans and group health insurance coverage.\nSec. 205. Collection of data.\nTitle III—Part D Improvements and Maximum Out-of-Pocket Cap for Medicare Beneficiaries\nSec. 301. Medicare part D benefit redesign.\nSec. 302. Allowing certain enrollees of prescription drug plans and MA–PD plans under Medicare program to spread out cost-sharing under certain circumstances.\nSec. 303. Establishment of pharmacy quality measures under Medicare part D.\nTitle IV—Drug Price Transparency\nSec. 401. Drug price transparency.\nTitle V—NIH, FDA, and Overdose Epidemic Funding\nSubtitle A—Biomedical Innovation Expansion\nSec. 501. NIH Innovation Initiatives.\nSec. 502. NIH clinical trial.\nSec. 503. Innovation Network.\nSubtitle B—Investing in Safety and Innovation\nSec. 511. Food and Drug Administration.\nSec. 512. Study on high-risk, high-reward drugs.\nSubtitle C—Overdose Epidemic Response\nSec. 521. Overdose Epidemic Response Fund.\nSec. 522. Substance Abuse and Mental Health Services Administration.\nSec. 523. Centers for Disease Control and Prevention.\nSec. 524. Food and Drug Administration.\nSec. 525. National Institutes of Health.\nSec. 526. Health Resources and Services Administration.\nSec. 527. Administration for Children and Families.\nI\nLowering Prices Through Fair Drug Price Negotiation\n101.\nProviding for lower prices for certain high-priced single source drugs\n(a)\nProgram To lower prices for certain high-Priced single source drugs\nTitle XI of the Social Security Act (\n42 U.S.C. 1301\nE\nFair Price Negotiation Program to Lower Prices for Certain High-Priced Single Source Drugs\n1191.\nEstablishment of program\n(a)\nIn general\nThe Secretary shall establish a Fair Price Negotiation Program (in this part referred to as the\nprogram\n(1)\npublish a list of selected drugs in accordance with section 1192;\n(2)\nenter into agreements with manufacturers of selected drugs with respect to such period, in accordance with section 1193;\n(3)\nnegotiate and, if applicable, renegotiate maximum fair prices for such selected drugs, in accordance with section 1194; and\n(4)\ncarry out the administrative duties described in section 1196.\n(b)\nDefinitions relating to timing\nFor purposes of this part:\n(1)\nInitial price applicability year\nThe term\ninitial price applicability year\n(2)\nPrice applicability period\nThe term\nprice applicability period\n(3)\nSelected drug publication date\nThe term\nselected drug publication date\n(4)\nVoluntary negotiation period\nThe term\nvoluntary negotiation period\n(A)\nbeginning on the sooner of—\n(i)\nthe date on which the manufacturer of the drug and the Secretary enter into an agreement under section 1193 with respect to such drug; or\n(ii)\nJune 15 following the selected drug publication date with respect to such selected drug; and\n(B)\nending on March 31 of the year that begins one year prior to the initial price applicability year.\n(c)\nOther definitions\nFor purposes of this part:\n(1)\nFair price eligible individual\nThe term\nfair price eligible individual\n(A)\nin the case such drug is furnished or dispensed to the individual at a pharmacy or by a mail order service—\n(i)\nan individual who is enrolled under a prescription drug plan under part D of title XVIII or an MA–PD plan under part C of such title if coverage is provided under such plan for such selected drug; and\n(ii)\nan individual who is enrolled under a group health plan or health insurance coverage offered in the group or individual market (as such terms are defined in section 2791 of the Public Health Service Act) with respect to which there is in effect an agreement with the Secretary under section 1197 with respect to such selected drug as so furnished or dispensed; and\n(B)\nin the case such drug is furnished or administered to the individual by a hospital, physician, or other provider of services or supplier—\n(i)\nan individual who is entitled to benefits under part A of title XVIII or enrolled under part B of such title if such selected drug is covered under the respective part; and\n(ii)\nan individual who is enrolled under a group health plan or health insurance coverage offered in the group or individual market (as such terms are defined in section 2791 of the Public Health Service Act) with respect to which there is in effect an agreement with the Secretary under section 1197 with respect to such selected drug as so furnished or administered.\n(2)\nMaximum fair price\nThe term\nmaximum fair price\n(3)\nAverage international market price defined\n(A)\nIn general\nThe terms\naverage international market price\nAIM price\n(B)\nApplicable countries\n(i)\nIn general\nFor purposes of subparagraph (A), a country described in clause (ii) is an applicable country described in this clause with respect to a drug if there is available an average price for any unit for the drug for sales of such drug in such country.\n(ii)\nCountries described\nFor purposes of this paragraph, the following are countries described in this clause:\n(I)\nAustralia.\n(II)\nCanada.\n(III)\nFrance.\n(IV)\nGermany.\n(V)\nJapan.\n(VI)\nThe United Kingdom.\n(4)\nUnit\nThe term\nunit\n1192.\nSelection of negotiation-eligible drugs as selected drugs\n(a)\nIn general\nNot later than the selected drug publication date with respect to an initial price applicability year, subject to subsection (h), the Secretary shall select and publish in the Federal Register a list of—\n(1)\n(A)\nwith respect to an initial price applicability year during 2024, at least 25 negotiation-eligible drugs described in subparagraphs (A) and (B), but not subparagraph (C), of subsection (d)(1) (or, with respect to an initial price applicability year during such period beginning after 2024, the maximum number (if such number is less than 25) of such negotiation-eligible drugs for the year) with respect to such year; and\n(B)\nwith respect to an initial price applicability year during 2025 or a subsequent year, at least 50 negotiation-eligible drugs described in subparagraphs (A) and (B), but not subparagraph (C), of subsection (d)(1) (or, with respect to an initial price applicability year during such period, the maximum number (if such number is less than 50) of such negotiation-eligible drugs for the year) with respect to such year;\n(2)\nall negotiation-eligible drugs described in subparagraph (C) of such subsection with respect to such year; and\n(3)\nall new-entrant negotiation-eligible drugs (as defined in subsection (g)(1)) with respect to such year.\nEach drug published on the list pursuant to the previous sentence shall be subject to the negotiation process under section 1194 for the voluntary negotiation period with respect to such initial price applicability year (and the renegotiation process under such section as applicable for any subsequent year during the applicable price applicability period). In applying this subsection, any negotiation-eligible drug that is selected under this subsection for an initial price applicability year shall not count toward the required minimum amount of drugs to be selected under paragraph (1) for any subsequent year, including such a drug so selected that is subject to renegotiation under section 1194.\n(b)\nSelection of drugs\nIn carrying out subsection (a)(1) the Secretary shall select for inclusion on the published list described in subsection (a) with respect to a price applicability period, the negotiation-eligible drugs that the Secretary projects will result in the greatest savings to the Federal Government or fair price eligible individuals during the price applicability period. In making this projection of savings for drugs for which there is an AIM price for a price applicability period, the savings shall be projected across different dosage forms and strengths of the drugs and not based on the specific formulation or package size or package type of the drugs, taking into consideration both the volume of drugs for which payment is made, to the extent such data is available, and the amount by which the net price for the drugs exceeds the AIM price for the drugs.\n(c)\nSelected drug\nFor purposes of this part, each drug included on the list published under subsection (a) with respect to an initial price applicability year shall be referred to as a\nselected drug\n(1)\nare approved or licensed (as applicable)—\n(A)\nunder section 505(j) of the Federal Food, Drug, and Cosmetic Act using such drug as the listed drug; or\n(B)\nunder section 351(k) of the Public Health Service Act using such drug as the reference product; and\n(2)\ncontinue to be marketed.\n(d)\nNegotiation-Eligible drug\n(1)\nIn general\nFor purposes of this part, the term\nnegotiation-eligible drug\n(A)\nCovered part D drugs\nThe drug is among the 125 covered part D drugs (as defined in section 1860D–2(e)) for which there was an estimated greatest net spending under parts C and D of title XVIII, as determined by the Secretary, during the most recent plan year prior to such drug publication date for which data are available.\n(B)\nOther drugs\nThe drug is among the 125 drugs for which there was an estimated greatest net spending in the United States (including the 50 States, the District of Columbia, and the territories of the United States), as determined by the Secretary, during the most recent plan year prior to such drug publication date for which data are available.\n(C)\nInsulin\nThe drug is a qualifying single source drug described in subsection (e)(3).\n(2)\nClarification\nIn determining whether a qualifying single source drug satisfies any of the criteria described in paragraph (1), the Secretary shall, to the extent practicable, use data that is aggregated across dosage forms and strengths of the drug and not based on the specific formulation or package size or package type of the drug.\n(3)\nPublication\nNot later than the selected drug publication date with respect to an initial price applicability year, the Secretary shall publish in the Federal Register a list of negotiation-eligible drugs with respect to such selected drug publication date.\n(e)\nQualifying single source drug\nFor purposes of this part, the term\nqualifying single source drug\n(1)\nDrug products\nA drug that—\n(A)\nis approved under section 505(c) of the Federal Food, Drug, and Cosmetic Act and continues to be marketed pursuant to such approval; and\n(B)\nis not the listed drug for any drug that is approved and continues to be marketed under section 505(j) of such Act.\n(2)\nBiological products\nA biological product that—\n(A)\nis licensed under section 351(a) of the Public Health Service Act, including any product that has been deemed to be licensed under section 351 of such Act pursuant to section 7002(e)(4) of the Biologics Price Competition and Innovation Act of 2009, and continues to be marketed under section 351 of such Act; and\n(B)\nis not the reference product for any biological product that is licensed and continues to be marketed under section 351(k) of such Act.\n(3)\nInsulin product\nNotwithstanding paragraphs (1) and (2), any insulin product that is approved under subsection (c) or (j) of section 505 of the Federal Food, Drug, and Cosmetic Act or licensed under subsection (a) or (k) of section 351 of the Public Health Service Act and continues to be marketed under such section 505 or 351, including any insulin product that has been deemed to be licensed under section 351(a) of the Public Health Service Act pursuant to section 7002(e)(4) of the Biologics Price Competition and Innovation Act of 2009 and continues to be marketed pursuant to such licensure.\nFor purposes of applying paragraphs (1) and (2), a drug or biological product that is marketed by the same sponsor or manufacturer (or an affiliate thereof or a cross-licensed producer or distributor) as the listed drug or reference product described in such respective paragraph shall not be taken into consideration.\n(f)\nInformation on international drug prices\nFor purposes of determining which negotiation-eligible drugs to select under subsection (a) and, in the case of such drugs that are selected drugs, to determine the maximum fair price for such a drug and whether such maximum fair price should be renegotiated under section 1194, the Secretary shall use data relating to the AIM price with respect to such drug as available or provided to the Secretary and shall on an ongoing basis request from manufacturers of selected drugs information on the AIM price of such a drug.\n(g)\nNew-Entrant negotiation-Eligible drugs\n(1)\nIn general\nFor purposes of this part, the term\nnew-entrant negotiation-eligible drug\n(A)\nthat is first approved or licensed, as described in paragraph (1), (2), or (3) of subsection (e), as applicable, during the year preceding such selected drug publication date; and\n(B)\nthat the Secretary determines under paragraph (2) is likely to be included as a negotiation-eligible drug with respect to the subsequent selected drug publication date.\n(2)\nDetermination\nIn the case of a qualifying single source drug that meets the criteria described in subparagraph (A) of paragraph (1), with respect to an initial price applicability year, if the wholesale acquisition cost at which such drug is first marketed in the United States is equal to or greater than the median household income (as determined according to the most recent data collected by the United States Census Bureau), the Secretary shall determine before the selected drug publication date with respect to the initial price applicability year, if the drug is likely to be included as a negotiation-eligible drug with respect to the subsequent selected drug publication date, based on the projected spending under title XVIII or in the United States on such drug. For purposes of this paragraph the term\nUnited States\n(h)\nConflict of interest\n(1)\nIn general\nIn the case the Inspector General of the Department of Health and Human Services determines the Secretary has a conflict, with respect to a matter described in paragraph (2), the individual described in paragraph (3) shall carry out the duties of the Secretary under this part, with respect to a negotiation-eligible drug, that would otherwise be such a conflict.\n(2)\nMatter described\nA matter described in this paragraph is—\n(A)\na financial interest (as described in section 2635.402 of title 5, Code of Federal Regulations, as in effect on the date of the enactment of this section, (except for an interest described in subsection (b)(2)(iv) of such section)) on the date of the selected drug publication date, with respect the price applicability year (as applicable);\n(B)\na personal or business relationship (as described in section 2635.502 of such title) on the date of the selected drug publication date, with respect the price applicability year;\n(C)\nemployment by a manufacturer of a negotiation-eligible drug during the preceding 10-year period beginning on the date of the selected drug publication date, with respect to each price applicability year; and\n(D)\nany other matter the General Counsel determines appropriate.\n(3)\nIndividual described\nAn individual described in this paragraph is—\n(A)\nthe highest-ranking officer or employee of the Department of Health and Human Services (as determined by the organizational chart of the Department) that does not have a conflict under this subsection; and\n(B)\nis nominated by the President and confirmed by the Senate with respect to the position.\n1193.\nManufacturer agreements\n(a)\nIn general\nFor purposes of section 1191(a)(2), the Secretary shall enter into agreements with manufacturers of selected drugs with respect to a price applicability period, by not later than June 15 following the selected drug publication date with respect to such selected drug, under which—\n(1)\nduring the voluntary negotiation period for the initial price applicability year for the selected drug, the Secretary and manufacturer, in accordance with section 1194, negotiate to determine (and, by not later than the last date of such period and in accordance with subsection (c), agree to) a maximum fair price for such selected drug of the manufacturer in order to provide access to such price—\n(A)\nto fair price eligible individuals who with respect to such drug are described in subparagraph (A) of section 1191(c)(1) and are furnished or dispensed such drug during, subject to subparagraph (2), the price applicability period; and\n(B)\nto hospitals, physicians, and other providers of services and suppliers with respect to fair price eligible individuals who with respect to such drug are described in subparagraph (B) of such section and are furnished or administered such drug during, subject to subparagraph (2), the price applicability period;\n(2)\nthe Secretary and the manufacturer shall, in accordance with a process and during a period specified by the Secretary pursuant to rulemaking, renegotiate (and, by not later than the last date of such period and in accordance with subsection (c), agree to) the maximum fair price for such drug if the Secretary determines that there is a material change in any of the factors described in section 1194(d) relating to the drug, including changes in the AIM price for such drug, in order to provide access to such maximum fair price (as so renegotiated)—\n(A)\nto fair price eligible individuals who with respect to such drug are described in subparagraph (A) of section 1191(c)(1) and are furnished or dispensed such drug during any year during the price applicability period (beginning after such renegotiation) with respect to such selected drug; and\n(B)\nto hospitals, physicians, and other providers of services and suppliers with respect to fair price eligible individuals who with respect to such drug are described in subparagraph (B) of such section and are furnished or administered such drug during any year described in subparagraph (A);\n(3)\nthe maximum fair price (including as renegotiated pursuant to paragraph (2)), with respect to such a selected drug, shall be provided to fair price eligible individuals, who with respect to such drug are described in subparagraph (A) of section 1191(c)(1), at the pharmacy or by a mail order service at the point-of-sale of such drug;\n(4)\nthe manufacturer, subject to subsection (d), submits to the Secretary, in a form and manner specified by the Secretary—\n(A)\nfor the voluntary negotiation period for the price applicability period (and, if applicable, before any period of renegotiation specified pursuant to paragraph (2)) with respect to such drug all information that the Secretary requires to carry out the negotiation (or renegotiation process) under this part, includi",
    "status": "In Committee",
    "tags": [
      "117th",
      "In Committee",
      "House",
      "HR",
      "Health"
    ],
    "excerpt": "Referred to the Subcommittee on Oversight and Investigations.",
    "id": 14
  },
  {
    "source": "117-HR",
    "title": "John R. Lewis Voting Rights Advancement Act of 2021",
    "state": "US",
    "category": "Government Operations and Politics",
    "dateIntroduced": "2021-08-17",
    "text": "117 HR 4 : John R. Lewis Voting Rights Advancement Act of 2021\nU.S. House of Representatives\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nII\n117th CONGRESS\n1st Session\nH. R. 4\nIN THE SENATE OF THE UNITED STATES\nSeptember 14, 2021\nReceived\nAN ACT\nTo amend the Voting Rights Act of 1965 to revise the criteria for determining which States and political subdivisions are subject to section 4 of the Act, and for other purposes.\n1.\nShort title\nThis Act may be cited as the\nJohn R. Lewis Voting Rights Advancement Act of 2021\n2.\nVote dilution, denial, and abridgment claims\n(a)\nIn general\nSection 2(a) of the Voting Rights Act of 1965 (\n52 U.S.C. 10301(a)\n(1)\nby inserting after\napplied by any State or political subdivision\nfor the purpose of, or\n(2)\nby striking\nas provided in subsection (b)\nas provided in subsection (b), (c), (d), or (f)\n(b)\nVote dilution\nSection 2(b) of such Act (\n52 U.S.C. 10301(b)\n(1)\nby inserting after\nA violation of subsection (a)\nfor vote dilution\n(2)\nby inserting after the period at the end the following:\nFor the purposes of this subsection:\n(3)\nby adding at the end the following new paragraphs:\n(1)\nTo prevail in demonstrating that a representational, districting, or apportionment scheme results in vote dilution, a plaintiff shall, as a threshold matter, establish that—\n(A)\nthe members of the protected class are sufficiently numerous and geographically compact to constitute a majority in a single-member district;\n(B)\nthe members of the protected class are politically cohesive; and\n(C)\nthe residents of that district who are not the members of the protected class usually vote sufficiently as a bloc to enable them to defeat the preferred candidates of the members of the protected class.\n(2)\nUpon a plaintiff establishing the required threshold showing under paragraph (1), a court shall conduct a totality of the circumstances analysis with respect to a claim of vote dilution to determine whether there was a violation of subsection (a), which shall include the following factors:\n(A)\nThe extent of any history of official voting discrimination in the State or political subdivision that affected the right of members of the protected class to register, to vote, or otherwise to participate in the political process.\n(B)\nThe extent to which voting in the elections of the State or political subdivision is racially polarized.\n(C)\nThe extent to which the State or political subdivision has used voting practices or procedures that tend to enhance the opportunity for discrimination against the members of the protected class, such as unusually large election districts, majority vote requirements, anti-single shot provisions, or other qualifications, prerequisites, standards, practices, or procedures that may enhance the opportunity for discrimination against the members of the protected class.\n(D)\nIf there is a candidate slating process, whether the members of the protected class have been denied access to that process.\n(E)\nThe extent to which members of the protected class in the State or political subdivision bear the effects of discrimination, both public or private, in such areas as education, employment, health, housing, and transportation, which hinder their ability to participate effectively in the political process.\n(F)\nWhether political campaigns have been characterized by overt or subtle racial appeals.\n(G)\nThe extent to which members of the protected class have been elected to public office in the jurisdiction.\n(3)\nIn conducting a totality of the circumstances analysis under paragraph (2), a court may consider such other factors as the court may determine to be relevant, including—\n(A)\nwhether there is a significant lack of responsiveness on the part of elected officials to the particularized needs of the members of the protected class, including a lack of concern for or responsiveness to the requests and proposals of the members of the protected class, except that compliance with a court order may not be considered evidence of responsiveness on the part of the jurisdiction; and\n(B)\nwhether the policy underlying the State or political subdivision’s use of such voting qualification, prerequisite to voting, or standard, practice or procedure is tenuous.\nIn making this determination, a court shall consider whether the qualification, prerequisite, standard, practice, or procedure in question was designed to advance and materially advances a valid and substantiated State interest.\n(4)\nA class of citizens protected by subsection (a) may include a cohesive coalition of members of different racial or language minority groups.\n; and\n(4)\nVote denial or abridgement\nSection 2 of such Act (\n52 U.S.C. 10301\n(c)\n(1)\nA violation of subsection (a) resulting in vote denial or abridgment is established if the challenged qualification, prerequisite, standard, practice, or procedure—\n(A)\nresults or will result in members of a protected class facing greater costs or burdens in participating in the political process than other voters; and\n(B)\nthe greater costs or burdens are, at least in part, caused by or linked to social and historical conditions that have produced or produce on the date of such challenge discrimination against members of the protected class.\nIn determining the existence of a burden for purposes of subparagraph (A), the absolute number or the percent of voters affected or the presence of voters who are not members of a protected class in the affected area shall not be dispositive, and the affected area may be smaller than the jurisdiction to which the qualification, prerequisite, standard, practice, or procedure applies.\n(2)\nThe challenged qualification, prerequisite, standard, practice, or procedure need only be a but-for cause of the discriminatory result described in paragraph (1) or perpetuate a pre-existing burdens or costs.\n(3)\n(A)\nThe factors that are relevant to a totality of the circumstances analysis with respect to a claim of vote denial or abridgement pursuant to this subsection include the following:\n(i)\nThe extent of any history of official voting-related discrimination in the State or political subdivision that affected the right of members of the protected class to register, to vote, or otherwise to participate in the political process.\n(ii)\nThe extent to which voting in the elections of the State or political subdivision is racially polarized.\n(iii)\nThe extent to which the State or political subdivision has used photographic voter identification requirements, documentary proof of citizenship requirements, documentary proof of residence requirements, or other voting practices or procedures, beyond those required by Federal law, that impair the ability of members of the minority group to participate fully in the political process.\n(iv)\nThe extent to which minority group members bear the effects of discrimination, both public or private, in areas such as education, employment, health, housing, and transportation, which hinder their ability to participate effectively in the political process.\n(v)\nThe use of overt or subtle racial appeals either in political campaigns or surrounding adoption or maintenance of the challenged practice.\n(vi)\nThe extent to which members of the minority group have been elected to public office in the jurisdiction, provided that the fact that the minority group is too small to elect candidates of its choice shall not defeat a claim of vote denial or abridgment.\n(vii)\nWhether there is a lack of responsiveness on the part of elected officials to the particularized needs of minority group members, including a lack of concern for or responsiveness to the requests and proposals of the group, except that compliance with a court order may not be considered evidence of responsiveness on the part of the jurisdiction.\n(viii)\nWhether the policy underlying the State or political subdivision's use of the challenged qualification, prerequisite, standard, practice, or procedure is tenuous. In making a determination under this clause, a court shall consider whether the qualification, prerequisite, standard, practice, or procedure in question was designed to advance and materially advances a valid and substantiated State interest.\n(ix)\nSubject to paragraph (4), such other factors as the court may determine to be relevant.\n(B)\nThe factors described in subparagraph (A), individually and collectively, shall be considered as a means of establishing that a voting practice amplifies the effects of past or present discrimination in violation in subsection (a).\n(C)\nA plaintiff need not show any particular combination or number of factors to establish a violation of subsection (a).\n(4)\nThe factors that are relevant to a totality of the circumstances analysis with respect to a claim of vote denial or abridgement do not include the following:\n(A)\nThe degree to which the challenged qualification, prerequisite, standard, practice, or procedure has a long pedigree or was in widespread use at some earlier date.\n(B)\nThe use of an identical or similar qualification, prerequisite, standard, practice, or procedure in other States or jurisdictions.\n(C)\nThe availability of other forms of voting unimpacted by the challenged qualification, prerequisite, standard, practice, or procedure to all members of the electorate, including members of the protected class, unless the jurisdiction is simultaneously expanding such other practices to eliminate any disproportionate burden imposed by the challenged qualification, prerequisite, standard, practice, or procedure.\n(D)\nUnsubstantiated defenses that the qualification, prerequisite, standard, practice, or procedure is necessary to address criminal activity.\n(d)\n(1)\nA violation of subsection (a) for the purpose of vote denial or abridgement is established if the challenged qualification, prerequisite, standard, practice, or procedure is intended, at least in part, to dilute minority voting strength or to deny or abridge the right of any citizen of the United States to vote on account of race, color, or in contravention of the guarantees set forth in section 4(f)(2).\n(2)\nDiscrimination on account of race, color, or in contravention of the guarantees set forth in section 4(f)(2) need only be one purpose of a qualification, prerequisite, standard, practice, or procedure to demonstrate a violation of subsection (a).\n(3)\nA qualification, prerequisite, standard, practice, or procedure intended to dilute minority voting strength or to make it more difficult for minority voters to cast a ballot that will be counted violates this subsection even if an additional purpose of the qualification, prerequisite, standard, practice, or procedure is to benefit a particular political party or group.\n(4)\nThe context for the adoption of the challenged qualification, prerequisite, standard, practice, or procedure, including actions by official decisionmakers before the challenged qualification, prerequisite, standard, practice, or procedure, may be relevant to a violation of this subsection.\n(5)\nClaims under this subsection require proof of a discriminatory impact but do not require proof of a violation pursuant to subsection (b) or (c).\n(e)\nFor purposes of this section, the term\naffected area\n.\n3.\nRetrogression\nSection 2 of the Voting Rights Act of 1965 (\n52 U.S.C. 10301 et seq.\n(f)\nA violation of subsection (a) is established when a State or political subdivision enacts or seeks to administer any qualification or prerequisite to voting or standard, practice, or procedure with respect to voting in any election that has the purpose of or will have the effect of diminishing the ability of any citizens of the United States on account of race or color, or in contravention of the guarantees set forth in section 4(f)(2), to participate in the electoral process or elect their preferred candidates of choice. This subsection applies to any action taken on or after January 1, 2021, by a State or political subdivision to enact or seek to administer any such qualification or prerequisite to voting or standard, practice or procedure.\n(g)\nNotwithstanding the provisions of subsection (f), final decisions of the United States District Court of the District of Columbia on applications or petitions by States or political subdivisions for preclearance under section 5 of any changes in voting prerequisites, standards, practices, or procedures, supersede the provisions of subsection (f).\n.\n4.\nViolations triggering authority of court to retain jurisdiction\n(a)\nTypes of Violations\nSection 3(c) of the Voting Rights Act of 1965 (\n52 U.S.C. 10302(c)\nviolations of the fourteenth or fifteenth amendment\nviolations of the 14th or 15th Amendment, violations of this Act, or violations of any Federal law that prohibits discrimination in voting on the basis of race, color, or membership in a language minority group,\n(b)\nConforming Amendment\nSection 3(a) of such Act (\n52 U.S.C. 10302(a)\nviolations of the fourteenth or fifteenth amendment\nviolations of the 14th or 15th Amendment, violations of this Act, or violations of any Federal law that prohibits discrimination in voting on the basis of race, color, or membership in a language minority group,\n5.\nCriteria for coverage of States and political subdivisions\n(a)\nDetermination of States and Political Subdivisions Subject to Section 4(\na\n(1)\nIn general\nSection 4(b) of the Voting Rights Act of 1965 (\n52 U.S.C. 10303(b)\n(b)\nDetermination of States and Political Subdivisions Subject to Requirements\n(1)\nExistence of voting rights violations during previous 25 years\n(A)\nStatewide application\nSubsection (a) applies with respect to a State and all political subdivisions within the State during a calendar year if—\n(i)\nfifteen or more voting rights violations occurred in the State during the previous 25 calendar years;\n(ii)\nten or more voting rights violations occurred in the State during the previous 25 calendar years, at least one of which was committed by the State itself (as opposed to a political subdivision within the State); or\n(iii)\nthree or more voting rights violations occurred in the State during the previous 25 calendar years and the State itself administers the elections in the State or political subdivisions in which the voting rights violations occurred.\n(B)\nApplication to specific political subdivisions\nSubsection (a) applies with respect to a political subdivision as a separate unit during a calendar year if three or more voting rights violations occurred in the subdivision during the previous 25 calendar years.\n(2)\nPeriod of application\n(A)\nIn general\nExcept as provided in subparagraph (B), if, pursuant to paragraph (1), subsection (a) applies with respect to a State or political subdivision during a calendar year, subsection (a) shall apply with respect to such State or political subdivision for the period—\n(i)\nthat begins on January 1 of the year in which subsection (a) applies; and\n(ii)\nthat ends on the date which is 10 years after the date described in clause (i).\n(B)\nNo further application after declaratory judgment\n(i)\nStates\nIf a State obtains a declaratory judgment under subsection (a), and the judgment remains in effect, subsection (a) shall no longer apply to such State pursuant to paragraph (1)(A) unless, after the issuance of the declaratory judgment, paragraph (1)(A) applies to the State solely on the basis of voting rights violations occurring after the issuance of the declaratory judgment.\n(ii)\nPolitical subdivisions\nIf a political subdivision obtains a declaratory judgment under subsection (a), and the judgment remains in effect, subsection (a) shall no longer apply to such political subdivision pursuant to paragraph (1), including pursuant to paragraph (1)(A) (relating to the statewide application of subsection (a)), unless, after the issuance of the declaratory judgment, paragraph (1)(B) applies to the political subdivision solely on the basis of voting rights violations occurring after the issuance of the declaratory judgment.\n(3)\nDetermination of voting rights violation\nFor purposes of paragraph (1), a voting rights violation occurred in a State or political subdivision if any of the following applies:\n(A)\nJudicial relief; violation of the 14th or 15th Amendment\nAny final judgment, or any preliminary, temporary, or declaratory relief (that was not reversed on appeal), in which the plaintiff prevailed or a court of the United States found that the plaintiff demonstrated a likelihood of success on the merits or raised a serious question with regard to race discrimination, in which any court of the United States determined that a denial or abridgement of the right of any citizen of the United States to vote on account of race, color, or membership in a language minority group occurred, or that a voting qualification or prerequisite to voting or standard, practice, or procedure with respect to voting created an undue burden on the right to vote in connection with a claim that the law unduly burdened voters of a particular race, color, or language minority group, in violation of the 14th or 15th Amendment, anywhere within the State or subdivision.\n(B)\nJudicial relief; violations of this Act\nAny final judgment, or any preliminary, temporary, or declaratory relief (that was not reversed on appeal) in which the plaintiff prevailed or a court of the United States found that the plaintiff demonstrated a likelihood of success on the merits or raised a serious question with regard to race discrimination, in which any court of the United States determined that a voting qualification or prerequisite to voting or standard, practice, or procedure with respect to voting was imposed or applied or would have been imposed or applied anywhere within the State or subdivision in a manner that resulted or would have resulted in a denial or abridgement of the right of any citizen of the United States to vote on account of race, color, or membership in a language minority group, in violation of subsection 4(e) or 4(f) or section 2, 201, or 203 of this Act.\n(C)\nFinal judgment; Denial of declaratory judgment\nIn a final judgment (that was not been reversed on appeal), any court of the United States has denied the request of the State or subdivision for a declaratory judgment under section 3(c) or section 5, and thereby prevented a voting qualification or prerequisite to voting or standard, practice, or procedure with respect to voting from being enforced anywhere within the State or subdivision.\n(D)\nObjection by the Attorney General\nThe Attorney General has interposed an objection under section 3(c) or section 5, and thereby prevented a voting qualification or prerequisite to voting or standard, practice, or procedure with respect to voting from being enforced anywhere within the State or subdivision. A violation per this subsection has not occurred where an objection has been withdrawn by the Attorney General, unless the withdrawal was in response to a change in the law or practice that served as the basis of the objection. A violation under this subsection has not occurred where the objection is based solely on a State or political subdivision’s failure to comply with a procedural process that would not otherwise constitute an independent violation of this act.\n(E)\nConsent decree, settlement, or other agreement\nA consent decree, settlement, or other agreement was adopted or entered by a court of the United States or contained an admission of liability by the defendants, which resulted in the alteration or abandonment of a voting practice anywhere in the territory of such State or subdivision that was challenged on the ground that the practice denied or abridged the right of any citizen of the United States to vote on account of race, color, or membership in a language minority group in violation of subsection 4(e) or 4(f) or section 2, 201, or 203 of this Act, or the 14th or 15",
    "status": "Active",
    "tags": [
      "117th",
      "House",
      "Active",
      "HR",
      "Government Operations and Politics"
    ],
    "excerpt": "Received in the Senate.",
    "id": 15
  },
  {
    "source": "117-HR",
    "title": "Equality Act",
    "state": "US",
    "category": "Civil Rights and Liberties, Minority Issues",
    "dateIntroduced": "2021-02-18",
    "text": "117 HR 5 PCS: Equality Act\nU.S. House of Representatives\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nII\nCalendar No. 9\n117th CONGRESS\n1st Session\nH. R. 5\nIN THE SENATE OF THE UNITED STATES\nMarch 1, 2021\nReceived\nMarch 2 (legislative day, March 1), 2021\nRead the first time\nMarch 2, 2021\nRead the second time and placed on the calendar\nAN ACT\nTo prohibit discrimination on the basis of sex, gender identity, and sexual orientation, and for other purposes.\n1.\nShort title\nThis Act may be cited as the\nEquality Act\n2.\nFindings and purpose\n(a)\nFindings\nCongress finds the following:\n(1)\nDiscrimination can occur on the basis of the sex, sexual orientation, gender identity, pregnancy, childbirth, or a related medical condition of an individual, as well as because of sex-based stereotypes. Each of these factors alone can serve as the basis for discrimination, and each is a form of sex discrimination.\n(2)\nA single instance of discrimination may have more than one basis. For example, discrimination against a married same-sex couple could be based on the sex stereotype that marriage should only be between heterosexual couples, the sexual orientation of the two individuals in the couple, or both. In addition, some persons are subjected to discrimination based on a combination or the intersection of multiple protected characteristics. Discrimination against a pregnant lesbian could be based on her sex, her sexual orientation, her pregnancy, or on the basis of multiple factors.\n(3)\nLesbian, gay, bisexual, transgender, and queer (referred to as\nLGBTQ\n(4)\nWomen also have faced discrimination in many establishments such as stores and restaurants, and places or establishments that provide other goods or services, such as entertainment or transportation, including sexual harassment, differential pricing for substantially similar products and services, and denial of services because they are pregnant or breastfeeding.\n(5)\nMany employers already and continue to take proactive steps, beyond those required by some States and localities, to ensure they are fostering positive and respectful cultures for all employees. Many places of public accommodation also recognize the economic imperative to offer goods and services to as many consumers as possible.\n(6)\nRegular and ongoing discrimination against LGBTQ people, as well as women, in accessing public accommodations contributes to negative social and economic outcomes, and in the case of public accommodations operated by State and local governments, abridges individuals’ constitutional rights.\n(7)\nThe discredited practice known as\nconversion therapy\n(8)\nBoth LGBTQ people and women face widespread discrimination in employment and various services, including by entities that receive Federal financial assistance. Such discrimination—\n(A)\nis particularly troubling and inappropriate for programs and services funded wholly or in part by the Federal Government;\n(B)\nundermines national progress toward equal treatment regardless of sex, sexual orientation, or gender identity; and\n(C)\nis inconsistent with the constitutional principle of equal protection under the Fourteenth Amendment to the Constitution of the United States.\n(9)\nFederal courts have widely recognized that, in enacting the Civil Rights Act of 1964, Congress validly invoked its powers under the Fourteenth Amendment to provide a full range of remedies in response to persistent, widespread, and pervasive discrimination by both private and government actors.\n(10)\nDiscrimination by State and local governments on the basis of sexual orientation or gender identity in employment, housing, and public accommodations, and in programs and activities receiving Federal financial assistance, violates the Equal Protection Clause of the Fourteenth Amendment to the Constitution of the United States. In many circumstances, such discrimination also violates other constitutional rights such as those of liberty and privacy under the due process clause of the Fourteenth Amendment.\n(11)\nIndividuals who are LGBTQ, or are perceived to be LGBTQ, have been subjected to a history and pattern of persistent, widespread, and pervasive discrimination on the bases of sexual orientation and gender identity by both private sector and Federal, State, and local government actors, including in employment, housing, and public accommodations, and in programs and activities receiving Federal financial assistance. This discrimination inflicts a range of tangible and intangible harms, sometimes even including serious physical injury or death. An explicit and comprehensive national solution is needed to address this discrimination, including the full range of remedies available under the Civil Rights Act of 1964.\n(12)\nDiscrimination based on sexual orientation includes discrimination based on an individual’s actual or perceived romantic, emotional, physical, or sexual attraction to other persons, or lack thereof, on the basis of gender. LGBTQ people, including gender nonbinary people, also commonly experience discrimination because of sex-based stereotypes. Many people are subjected to discrimination because of others’ perceptions or beliefs regarding their sexual orientation. Even if these perceptions are incorrect, the identity imputed by others forms the basis of discrimination.\n(13)\nNumerous provisions of Federal law expressly prohibit discrimination on the basis of sex, and Federal courts and agencies have correctly interpreted these prohibitions on sex discrimination to include discrimination based on sexual orientation, gender identity, and sex stereotypes. In particular, the Supreme Court of the United States correctly held in Bostock v. Clayton County, 140 S. Ct. 1731 (2020) that the prohibition on employment discrimination because of sex under title VII of the Civil Rights Act of 1964 inherently includes discrimination because of sexual orientation or transgender status.\n(14)\nThis Act makes explicit that existing Federal statutes prohibiting sex discrimination in employment (including in access to benefits), healthcare, housing, education, credit, and jury service also prohibit sexual orientation and gender identity discrimination.\n(15)\nLGBTQ people often face discrimination when seeking to rent or purchase housing, as well as in every other aspect of obtaining and maintaining housing. LGBTQ people in same-sex relationships are often discriminated against when two names associated with one gender appear on a housing application, and transgender people often encounter discrimination when credit checks or inquiries reveal a former name.\n(16)\nNational surveys, including a study commissioned by the Department of Housing and Urban Development, show that housing discrimination against LGBTQ people is very prevalent. For instance, when same-sex couples inquire about housing that is available for rent, they are less likely to receive positive responses from landlords. A national matched-pair testing investigation found that nearly one-half of same-sex couples had encountered adverse, differential treatment when seeking elder housing. According to other studies, transgender people have half the homeownership rate of non-transgender people and about 1 in 5 transgender people experience homelessness. Another survey found that 82 percent of gender nonbinary people experiencing homelessness lacked access to shelter.\n(17)\nAs a result of the absence of explicit prohibitions against discrimination on the basis of sexual orientation and gender identity, credit applicants who are LGBTQ, or are perceived to be LGBTQ, have unequal opportunities to establish credit. LGBTQ people can experience being denied a mortgage, credit card, student loan, or many other types of credit simply because of their sexual orientation or gender identity.\n(18)\nNumerous studies demonstrate that LGBTQ people, especially transgender people and women, are economically disadvantaged and at a higher risk for poverty compared with other groups of people. For example, the poverty rate for older women in same-sex couples is twice that of older different-sex couples.\n(19)\nThe right to an impartial jury of one’s peers and the reciprocal right to jury service are fundamental to the free and democratic system of justice in the United States and are based in the Bill of Rights. There is, however, an unfortunate and long-documented history in the United States of attorneys discriminating against LGBTQ individuals, or those perceived to be LGBTQ, in jury selection. Failure to bar peremptory challenges based on the actual or perceived sexual orientation or gender identity of an individual not only erodes a fundamental right, duty, and obligation of being a citizen of the United States, but also unfairly creates a second class of citizenship for LGBTQ victims, witnesses, plaintiffs, and defendants.\n(20)\nNumerous studies document the shortage of qualified and available homes for the approximately 424,000 youth in the child welfare system and the negative outcomes for the many youth who live in group care as opposed to a loving home or who age out of care without a permanent family placement. Although same-sex couples are 7 times more likely to foster or adopt than their different-sex counterparts, many child-placing agencies refuse to serve same-sex couples and LGBTQ individuals. This has resulted in a reduction of the pool of qualified and available homes for youth in the child welfare system who need placement on a temporary or permanent basis. It also sends a negative message about LGBTQ people to children and youth in the child welfare system about who is, and who is not, considered fit to be a parent. While the priority should be on providing the supports necessary to keep children with their families, when removal is required, barring discrimination in foster care and adoption will increase the number of homes available to foster children waiting for foster and adoptive families.\n(21)\nLGBTQ youth are overrepresented in the foster care system by at least a factor of two and report twice the rate of poor treatment while in care compared to their non-LGBTQ counterparts. LGBTQ youth in foster care have a higher average number of placements, higher likelihood of living in a group home, and higher rates of hospitalization for emotional reasons and of juvenile justice involvement than their non-LGBTQ peers because of the high level of bias and discrimination that they face and the difficulty of finding affirming foster placements. Further, due to their physical distance from friends and family, traumatic experiences, and potentially unstable living situations, all youth involved with child welfare services are at risk for being targeted by traffickers seeking to exploit children. Barring discrimination in child welfare services will ensure improved treatment and outcomes for LGBTQ foster children.\n(22)\nCourts consistently have found that the government has a compelling interest in preventing and remedying discrimination. For example, the Supreme Court of the United States found there to be a compelling government interest in eliminating sex discrimination in Board of Directors of Rotary International v. Rotary Club of Duarte, 481 U.S. 537, 549 (1987). Because discrimination based on sexual orientation or gender identity inherently is a form of sex discrimination, as held in Bostock v. Clayton County, 140 S. Ct. 1731 (2020), this Act furthers the compelling government interest in providing redress for the serious harms to mental and physical health, financial security and wellbeing, civic participation, freedom of movement and opportunity, personal dignity, and physical safety that result from discrimination. Consistent with the role nondiscrimination laws play in protecting lives and livelihoods, alleviating suffering, and improving individual and public health, the Supreme Court of the United States has long recognized, under the decision in Heart of Atlanta Motel, Inc. v. United States, 379 U.S. 241 (1964), that these laws also benefit society as a whole by ending the\ndisruptive effect\n(23)\nAs with all prohibitions on invidious discrimination, this Act furthers the government’s compelling interest in the least restrictive way because only by forbidding discrimination is it possible to avert or redress the harms described in this subsection.\n(b)\nPurpose\nIt is the purpose of this Act to expand as well as clarify, confirm and create greater consistency in the protections and remedies against discrimination on the basis of all covered characteristics and to provide guidance and notice to individuals, organizations, corporations, and agencies regarding their obligations under the law.\n3.\nPublic accommodations\n(a)\nProhibition on discrimination or segregation in public accommodations\nSection 201 of the Civil Rights Act of 1964 (\n42 U.S.C. 2000a\n(1)\nin subsection (a), by inserting\nsex (including sexual orientation and gender identity),\nor national origin\n(2)\nin subsection (b)—\n(A)\nin paragraph (3), by striking\nstadium\nstadium or other place of or establishment that provides exhibition, entertainment, recreation, exercise, amusement, public gathering, or public display;\n(B)\nby redesignating paragraph (4) as paragraph (6); and\n(C)\nby inserting after paragraph (3) the following:\n(4)\nany establishment that provides a good, service, or program, including a store, shopping center, online retailer or service provider, salon, bank, gas station, food bank, service or care center, shelter, travel agency, or funeral parlor, or establishment that provides health care, accounting, or legal services;\n(5)\nany train service, bus service, car service, taxi service, airline service, station, depot, or other place of or establishment that provides transportation service; and\n.\n(b)\nProhibition on discrimination or segregation under law\nSection 202 of such Act (\n42 U.S.C. 2000a–1\nsex (including sexual orientation and gender identity),\nor national origin\n(c)\nRule of construction\nTitle II of such Act (\n42 U.S.C. 2000a\n208.\nRule of construction\nA reference in this title to an establishment—\n(1)\nshall be construed to include an individual whose operations affect commerce and who is a provider of a good, service, or program; and\n(2)\nshall not be construed to be limited to a physical facility or place.\n.\n4.\nDesegregation of public facilities\nSection 301(a) of the Civil Rights Act of 1964 (\n42 U.S.C. 2000b(a)\nsex (including sexual orientation and gender identity),\nor national origin\n5.\nDesegregation of public education\n(a)\nDefinitions\nSection 401(b) of the Civil Rights Act of 1964 (\n42 U.S.C. 2000c(b)\n(including sexual orientation and gender identity),\nor national origin\n(b)\nCivil actions by the Attorney General\nSection 407 of such Act (\n42 U.S.C. 2000c–6\n(including sexual orientation and gender identity),\nor national origin\n(c)\nClassification and assignment\nSection 410 of such Act (\n42 U.S.C. 2000c–9\n(including sexual orientation and gender identity),\nor national origin\n6.\nFederal funding\nSection 601 of the Civil Rights Act of 1964 (\n42 U.S.C. 2000d\nsex (including sexual orientation and gender identity),\nor national origin,\n7.\nEmployment\n(a)\nRules of construction\nTitle VII of the Civil Rights Act of 1964 is amended by inserting after section 701 (\n42 U.S.C. 2000e\n701A.\nRules of construction\nSection 1106 shall apply to this title except that for purposes of that application, a reference in that section to an\nunlawful practice\nunlawful employment practice\n.\n(b)\nUnlawful employment practices\nSection 703 of the Civil Rights Act of 1964 (\n42 U.S.C. 2000e–2\n(1)\nin the section header, by striking\nsex,\nsex (including sexual orientation and gender identity),\n(2)\nexcept in subsection (e), by striking\nsex,\nsex (including sexual orientation and gender identity),\n(3)\nin subsection (e)(1), by striking\nenterprise,\nenterprise, if, in a situation in which sex is a bona fide occupational qualification, individuals are recognized as qualified in accordance with their gender identity,\n(4)\nin subsection (h), by striking\nsex\nsex (including sexual orientation and gender identity),\n(c)\nOther unlawful employment practices\nSection 704(b) of the Civil Rights Act of 1964 (\n42 U.S.C. 2000e–3(b)\n(1)\nby striking\nsex,\nsex (including sexual orientation and gender identity),\n(2)\nby striking\nemployment.\nemployment, if, in a situation in which sex is a bona fide occupational qualification, individuals are recognized as qualified in accordance with their gender identity.\n(d)\nClaims\nSection 706(g)(2)(A) of the Civil Rights Act of 1964 (2000e–5(g)(2)(A)) is amended by striking\nsex,\nsex (including sexual orientation and gender identity),\n(e)\nEmployment by Federal Government\nSection 717 of the Civil Rights Act of 1964 (\n42 U.S.C. 2000e–16\n(1)\nin subsection (a), by striking\nsex,\nsex (including sexual orientation and gender identity),\n(2)\nin subsection (c), by striking\nsex\nsex (including sexual orientation and gender identity),\n(f)\nGovernment Employee Rights Act of 1991\nThe Government Employee Rights Act of 1991 (42 U.S.C. 2000e–16a et seq.) is amended—\n(1)\nin section 301(b), by striking\nsex,\nsex (including sexual orientation and gender identity),\n(2)\nin section 302(a)(1), by striking\nsex,\nsex (including sexual orientation and gender identity),\n(3)\nby adding at the end the following:\n305.\nRules of construction and claims\nSections 1101(b), 1106, and 1107 of the Civil Rights Act of 1964 shall apply to this title except that for purposes of that application, a reference in that section 1106 to\nrace, color, religion, sex (including sexual orientation and gender identity), or national origin\nrace, color, religion, sex, sexual orientation, gender identity, national origin, age, or disability\n.\n(g)\nCongressional Accountability Act of 1995\nThe Congressional Accountability Act of 1995 (\n2 U.S.C. 1301\n(1)\nin section 201(a)(1) (\n2 U.S.C. 1311(a)(1)\n(including sexual orientation and gender identity),\nor national origin,\n(2)\nby adding at the end of title II (\n42 U.S.C. 1311\n209.\nRules of construction and claims\nSections 1101(b), 1106, and 1107 of the Civil Rights Act of 1964 shall apply to section 201 (and remedial provisions of this Act related to section 201) except that for purposes of that application, a reference in that section 1106 to\nrace, color, religion, sex (including sexual orientation and gender identity), or national origin\nrace, color, religion, sex (including sexual orientation and gender identity), national origin, age, or disability\n.\n(h)\nCivil Service Reform Act of 1978\nChapter 23\n(1)\nin section 2301(b)(2), by striking\nsex,\nsex (including sexual orientation and gender identity),\n(2)\nin section 2302—\n(A)\nin subsection (b)(1)(A), by inserting\n(including sexual orientation and gender identity),\nor national origin,\n(B)\nin subsection (d)(1), by inserting\n(including sexual orientation and gender identity),\nor national origin;\n(3)\nby adding at the end the following:\n2307.\nRules of construction and claims\nSections 1101(b), 1106, and 1107 of the Civil Rights Act of 1964 shall apply to this chapter (and remedial provisions of this title related to this chapter) except that for purposes of that application, a reference in that section 1106 to\nrace, color, religion, sex (including sexual orientation and gender identity), or national origin\nrace, color, religion, sex (including sexual orientation and gender identity), national origin, age, a handicapping condition, marital status, or political affiliation\n.\n8.\nIntervention\nSection 902 of the Civil Rights Act of 1964 (\n42 U.S.C. 2000h–2\n(including sexual orientation and gender identity),\nor national origin,\n9.\nMiscellaneous\nTitle XI of the Civil Rights Act of 1964 is amended—\n(1)\nby redesignating sections 1101 through 1104 (\n42 U.S.C. 2000h\n42 U.S.C. 2000h–5\n(2)\nby inserting after the title heading the following:\n1101.\nDefinitions and rules\n(a)\nDefinitions\nIn tit",
    "status": "In Committee",
    "tags": [
      "117th",
      "In Committee",
      "House",
      "HR",
      "Civil Rights and Liberties, Minority Issues"
    ],
    "excerpt": "Committee on the Judiciary. Hearings held.",
    "id": 16
  },
  {
    "source": "117-HR",
    "title": "Construction Consensus Procurement Improvement Act of 2021",
    "state": "US",
    "category": "Government Operations and Politics",
    "dateIntroduced": "2021-01-04",
    "text": "HR 26 ENR: Construction Consensus Procurement Improvement Act of 2021\nU.S. House of Representatives\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nI\nOne Hundred Seventeenth Congress of the United States of America\nAt the First Session\nBegun and held at the City of Washington on Sunday, the third day of January, two thousand and twenty-one\nH. R. 26\nAN ACT\nTo amend the Consolidated Appropriations Act, 2021, to correct a provision on the prohibition on the use of a reverse auction, and for other purposes.\n1.\nShort title\nThis Act may be cited as the\nConstruction Consensus Procurement Improvement Act of 2021\n2.\nAmendment\nSection 402 of title IV of division U of the Consolidated Appropriations Act, 2021, is amended to read as follows:\n402.\nProhibition on use of a reverse auction for the award of a contract for complex, specialized, or substantial design and construction services\n(a)\nFindings\nCongress makes the following findings:\n(1)\nIn contrast to a traditional auction in which the buyers bid up the price, sellers bid down the price in a reverse auction.\n(2)\nReverse auctions, while providing value for the vast majority of Federal acquisitions, including certain construction-related acquisitions, are limited in value for complex, specialized, or substantial design and construction services.\n(b)\nReverse auction defined\nIn this section, the term\nreverse auction\n(c)\nProhibition\n(1)\nIn general\nNot later than 270 days after the date of the enactment of this section, the Federal Acquisition Regulation shall be amended to prohibit the use of reverse auctions for awarding contracts for complex, specialized, or substantial design and construction services.\n(2)\nApplicability to acquisitions above the simplified acquisition threshold\nThe prohibition on reverse auctions for complex, specialized, or substantial design and construction services shall apply only to acquisitions above the simplified acquisition threshold (SAT) for construction and design services pursuant to part 36 of the Federal Acquisition Regulation.\n(d)\nRulemaking for complex, specialized, or substantial services\nNot later than 180 days after the date of the enactment of this section, the Federal Acquisition Regulatory Council shall promulgate a definition of complex, specialized, or substantial design and construction services, which shall include—\n(1)\nsite planning and landscape design;\n(2)\narchitectural and engineering services (as defined in section 1102 of title 40, United States Code);\n(3)\ninterior design;\n(4)\nperformance of substantial construction work for facility, infrastructure, and environmental restoration projects; and\n(5)\nconstruction or substantial alteration of public buildings or public works.\n(e)\nRule of construction\nNothing in this section shall be construed to restrict the use of reverse auctions for the procurement of other goods and services except as specifically provided for under this section.\n(f)\nReport\nNot later than two years after the date of the enactment of this section, the Administrator of General Services shall submit to the Committee on Homeland Security and Governmental Affairs of the Senate and the Committee on Oversight and Reform of the House of Representatives a report on the effectiveness of this section in delivering complex, specialized, or substantial design and construction services to the United States Government.\n.\n3.\nDetermination of budgetary effects\nThe budgetary effects of this Act, for the purpose of complying with the Statutory Pay-As-You-Go Act of 2010, shall be determined by reference to the latest statement titled\nBudgetary Effects of PAYGO Legislation\nSpeaker of the House of Representatives.\nVice President of the United States and President of the Senate.",
    "status": "Enacted",
    "tags": [
      "117th",
      "House",
      "HR",
      "Enacted",
      "Government Operations and Politics"
    ],
    "excerpt": "Became Public Law No: 117-28.",
    "id": 17
  },
  {
    "source": "117-HR",
    "title": "To designate the National Pulse Memorial located at 1912 South Orange Avenue, Orlando, Florida, 32806, and for other purposes.",
    "state": "US",
    "category": "Arts, Culture, Religion",
    "dateIntroduced": "2021-01-04",
    "text": "HR 49 ENR: To designate the National Pulse Memorial located at 1912 South Orange Avenue, Orlando, Florida, 32806, and for other purposes.\nU.S. House of Representatives\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nI\nOne Hundred Seventeenth Congress of the United States of America\nAt the First Session\nBegun and held at the City of Washington on Sunday, the third day of January, two thousand and twenty-one\nH. R. 49\nAN ACT\nTo designate the National Pulse Memorial located at 1912 South Orange Avenue, Orlando, Florida, 32806, and for other purposes.\n1.\nDesignation of national pulse memorial\n(a)\nIn general\nThe Pulse Memorial located at 1912 South Orange Avenue, Orlando, Florida, 32806, is designated as the\nNational Pulse Memorial\n(b)\nEffect of designation\nThe national memorial designated by this section is not a unit of the National Park System and the designation of the National Pulse Memorial shall not require or permit Federal funds to be expended for any purpose related to that national memorial.\nSpeaker of the House of Representatives.\nVice President of the United States and President of the Senate.",
    "status": "Enacted",
    "tags": [
      "Arts, Culture, Religion",
      "117th",
      "House",
      "HR",
      "Enacted"
    ],
    "excerpt": "Became Public Law No: 117-20.",
    "id": 18
  },
  {
    "source": "117-HR",
    "title": "Emmett Till Antilynching Act",
    "state": "US",
    "category": "Crime and Law Enforcement",
    "dateIntroduced": "2021-01-04",
    "text": "HR 55 ENR: Emmett Till Antilynching Act\nU.S. House of Representatives\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nI\nOne Hundred Seventeenth Congress of the United States of America\nAt the Second Session\nBegun and held at the City of Washington on Monday, the third day of January, two thousand and twenty-two\nH. R. 55\nAN ACT\nTo amend section 249 of title 18, United States Code, to specify lynching as a hate crime act.\n1.\nShort title\nThis Act may be cited as the\nEmmett Till Antilynching Act\n2.\nLynching; other conspiracies\nSection 249(a) of title 18, United States Code, is amended by adding at the end the following:\n(5)\nLynching\nWhoever conspires to commit any offense under paragraph (1), (2), or (3) shall, if death or serious bodily injury (as defined in section 2246 of this title) results from the offense, be imprisoned for not more than 30 years, fined in accordance with this title, or both.\n(6)\nOther conspiracies\nWhoever conspires to commit any offense under paragraph (1), (2), or (3) shall, if death or serious bodily injury (as defined in section 2246 of this title) results from the offense, or if the offense includes kidnapping or an attempt to kidnap, aggravated sexual abuse or an attempt to commit aggravated sexual abuse, or an attempt to kill, be imprisoned for not more than 30 years, fined in accordance with this title, or both.\n.\n3.\nDetermination of budgetary effects\nThe budgetary effects of this Act, for the purpose of complying with the Statutory Pay-As-You-Go Act of 2010, shall be determined by reference to the latest statement titled\nBudgetary Effects of PAYGO Legislation\nSpeaker of the House of Representatives.\nVice President of the United States and President of the Senate.",
    "status": "Enacted",
    "tags": [
      "Crime and Law Enforcement",
      "117th",
      "House",
      "HR",
      "Enacted"
    ],
    "excerpt": "Became Public Law No: 117-107.",
    "id": 19
  },
  {
    "source": "117-HR",
    "title": "To designate the facility of the United States Postal Service located at 810 South Pendleton Street in Easley, South Carolina, as the \"Private First Class Barrett Lyle Austin Post Office Building\".",
    "state": "US",
    "category": "Government Operations and Politics",
    "dateIntroduced": "2021-01-04",
    "text": "HR 91 ENR: To designate the facility of the United States Postal Service located at 810 South Pendleton Street in Easley, South Carolina, as the “Private First Class Barrett Lyle Austin Post Office Building”.\nU.S. House of Representatives\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nI\nOne Hundred Seventeenth Congress of the United States of America\nAt the Second Session\nBegun and held at the City of Washington on Monday, the third day of January, two thousand and twenty-two\nH. R. 91\nAN ACT\nTo designate the facility of the United States Postal Service located at 810 South Pendleton Street in Easley, South Carolina, as the\nPrivate First Class Barrett Lyle Austin Post Office Building\n1.\nPrivate First Class Barrett Lyle Austin Post Office Building\n(a)\nDesignation\nThe facility of the United States Postal Service located at 810 South Pendleton Street in Easley, South Carolina, shall be known and designated as the\nPrivate First Class Barrett Lyle Austin Post Office Building\n(b)\nReferences\nAny reference in a law, map, regulation, document, paper, or other record of the United States to the facility referred to in subsection (a) shall be deemed to be a reference to the\nPrivate First Class Barrett Lyle Austin Post Office Building\nSpeaker of the House of Representatives.\nVice President of the United States and President of the Senate.",
    "status": "Enacted",
    "tags": [
      "117th",
      "House",
      "HR",
      "Enacted",
      "Government Operations and Politics"
    ],
    "excerpt": "Became Public Law No: 117-193.",
    "id": 20
  },
  {
    "source": "117-HR",
    "title": "To designate the facility of the United States Postal Service located at 110 Johnson Street in Pickens, South Carolina, as the \"Specialist Four Charles Johnson Post Office\".",
    "state": "US",
    "category": "Government Operations and Politics",
    "dateIntroduced": "2021-01-04",
    "text": "HR 92 ENR: To designate the facility of the United States Postal Service located at 110 Johnson Street in Pickens, South Carolina, as the “Specialist Four Charles Johnson Post Office”.\nU.S. House of Representatives\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nI\nOne Hundred Seventeenth Congress of the United States of America\nAt the Second Session\nBegun and held at the City of Washington on Monday, the third day of January, two thousand and twenty-two\nH. R. 92\nAN ACT\nTo designate the facility of the United States Postal Service located at 110 Johnson Street in Pickens, South Carolina, as the\nSpecialist Four Charles Johnson Post Office\n1.\nSpecialist Four Charles Johnson Post Office\n(a)\nDesignation\nThe facility of the United States Postal Service located at 110 Johnson Street in Pickens, South Carolina, shall be known and designated as the\nSpecialist Four Charles Johnson Post Office\n(b)\nReferences\nAny reference in a law, map, regulation, document, paper, or other record of the United States to the facility referred to in subsection (a) shall be deemed to be a reference to the\nSpecialist Four Charles Johnson Post Office\nSpeaker of the House of Representatives.\nVice President of the United States and President of the Senate.",
    "status": "Enacted",
    "tags": [
      "117th",
      "House",
      "HR",
      "Enacted",
      "Government Operations and Politics"
    ],
    "excerpt": "Became Public Law No: 117-194.",
    "id": 21
  },
  {
    "source": "118-S",
    "title": "Providing Accountability Through Transparency Act of 2023",
    "state": "US",
    "category": "Government Operations and Politics",
    "dateIntroduced": "2023-01-26",
    "text": "S111 ENR: Providing Accountability Through Transparency Act of 2023\nU.S. Senate\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nOne Hundred Eighteenth Congress of the United States of America\n1st Session\nBegun and held at the City of Washington on Tuesday, the third day of January, two thousand and twenty three\nS. 111\nIN THE SENATE OF THE UNITED STATES\nAN ACT\nTo require each agency, in providing notice of a rulemaking, to include a link to a 100-word plain language summary of the proposed rule.\n1.\nShort title\nThis Act may be cited as the\nProviding Accountability Through Transparency Act of 2023\n2.\nRequirement to post a 100-word summary to regulations.gov\nSection 553(b) of title 5, United States Code, is amended—\n(1)\nin paragraph (2)\n,\nand\n(2)\nin paragraph (3), by striking the period at the end and inserting\n; and\n(3)\nby inserting after paragraph (3) the following:\n(4)\nthe Internet address of a summary of not more than 100 words in length of the proposed rule, in plain language, that shall be posted on the Internet website under section 206(d) of the E-Government Act of 2002 (\n44 U.S.C. 3501\n.\nSpeaker of the House of Representatives\nVice President of the United States and President of the Senate",
    "status": "Enacted",
    "tags": [
      "118th",
      "Senate",
      "Enacted",
      "Government Operations and Politics",
      "S"
    ],
    "excerpt": "Became Public Law No: 118-9.",
    "id": 22
  },
  {
    "source": "117-HR",
    "title": "American Dream and Promise Act of 2021",
    "state": "US",
    "category": "Immigration",
    "dateIntroduced": "2021-03-03",
    "text": "104 HR 6 : American Dream and Promise Act of 2021\nU.S. House of Representatives\n2021-03-22\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nIIB\n117th CONGRESS\n1st Session\nH. R. 6\nIN THE SENATE OF THE UNITED STATES\nMarch 22, 2021\nReceived; read twice and referred to the\nCommittee on the Judiciary\nAN ACT\nTo authorize the cancellation of removal and adjustment of status of certain aliens, and for other purposes.\n1.\nShort title; table of contents\n(a)\nShort title\nThis Act may be cited as the\nAmerican Dream and Promise Act of 2021\n(b)\nTable of contents\nThe table of contents for this Act is as follows:\nSec. 1. Short title; table of contents.\nTitle I—Dream Act of 2021\nSec. 101. Short title.\nSec. 102. Permanent resident status on a conditional basis for certain long-term residents who entered the united states as children.\nSec. 103. Terms of permanent resident status on a conditional basis.\nSec. 104. Removal of conditional basis of permanent resident status.\nSec. 105. Restoration of State option to determine residency for purposes of higher education benefits.\nTitle II—American Promise Act of 2021\nSec. 201. Short title.\nSec. 202. Adjustment of status for certain nationals of certain countries designated for temporary protected status or deferred enforced departure.\nSec. 203. Clarification.\nTitle III—General Provisions\nSec. 301. Definitions.\nSec. 302. Submission of biometric and biographic data; background checks.\nSec. 303. Limitation on removal; application and fee exemption; and other conditions on eligible individuals.\nSec. 304. Determination of continuous presence and residence.\nSec. 305. Exemption from numerical limitations.\nSec. 306. Availability of administrative and judicial review.\nSec. 307. Documentation requirements.\nSec. 308. Rule making.\nSec. 309. Confidentiality of information.\nSec. 310. Grant program to assist eligible applicants.\nSec. 311. Provisions affecting eligibility for adjustment of status.\nSec. 312. Supplementary surcharge for appointed counsel.\nSec. 313. Annual report on provisional denial authority.\nI\nDream Act of 2021\n101.\nShort title\nThis title may be cited as the\nDream Act of 2021\n102.\nPermanent resident status on a conditional basis for certain long-term residents who entered the united states as children\n(a)\nConditional basis for status\nNotwithstanding any other provision of law, and except as provided in section 104(c)(2), an alien shall be considered, at the time of obtaining the status of an alien lawfully admitted for permanent residence under this section, to have obtained such status on a conditional basis subject to the provisions of this title.\n(b)\nRequirements\n(1)\nIn general\nNotwithstanding any other provision of law, the Secretary or the Attorney General shall adjust to the status of an alien lawfully admitted for permanent residence on a conditional basis, or without the conditional basis as provided in section 104(c)(2), an alien who is inadmissible or deportable from the United States, is subject to a grant of Deferred Enforced Departure, has temporary protected status under section 244 of the Immigration and Nationality Act (\n8 U.S.C. 1254a\n8 U.S.C. 1101(a)(15)\n(A)\nthe alien has been continuously physically present in the United States since January 1, 2021;\n(B)\nthe alien was 18 years of age or younger on the date on which the alien entered the United States and has continuously resided in the United States since such entry;\n(C)\nthe alien—\n(i)\nsubject to paragraph (2), is not inadmissible under paragraph (1), (6)(E), (6)(G), (8), or (10) of section 212(a) of the Immigration and Nationality Act (\n8 U.S.C. 1182(a)\n(ii)\nhas not ordered, incited, assisted, or otherwise participated in the persecution of any person on account of race, religion, nationality, membership in a particular social group, or political opinion; and\n(iii)\nis not barred from adjustment of status under this title based on the criminal and national security grounds described under subsection (c), subject to the provisions of such subsection; and\n(D)\nthe alien—\n(i)\nhas been admitted to an institution of higher education;\n(ii)\nhas been admitted to an area career and technical education school at the postsecondary level;\n(iii)\nin the United States, has obtained—\n(I)\na high school diploma or a commensurate alternative award from a public or private high school;\n(II)\na General Education Development credential, a high school equivalency diploma recognized under State law, or another similar State-authorized credential;\n(III)\na credential or certificate from an area career and technical education school at the secondary level; or\n(IV)\na recognized postsecondary credential; or\n(iv)\nis enrolled in secondary school or in an education program assisting students in—\n(I)\nobtaining a high school diploma or its recognized equivalent under State law;\n(II)\npassing the General Education Development test, a high school equivalence diploma examination, or other similar State-authorized exam;\n(III)\nobtaining a certificate or credential from an area career and technical education school providing education at the secondary level; or\n(IV)\nobtaining a recognized postsecondary credential.\n(2)\nWaiver of grounds of inadmissibility\nWith respect to any benefit under this title, and in addition to the waivers under subsection (c)(2), the Secretary may waive the grounds of inadmissibility under paragraph (1), (6)(E), (6)(G), or (10)(D) of section 212(a) of the Immigration and Nationality Act (\n8 U.S.C. 1182(a)\n(3)\nApplication fee\n(A)\nIn general\nThe Secretary may, subject to an exemption under section 303(c), require an alien applying under this section to pay a reasonable fee that is commensurate with the cost of processing the application but does not exceed $495.00.\n(B)\nSpecial procedures for applicants with DACA\nThe Secretary shall establish a streamlined procedure for aliens who have been granted DACA and who meet the requirements for renewal (under the terms of the program in effect on January 1, 2017) to apply for adjustment of status to that of an alien lawfully admitted for permanent residence on a conditional basis under this section, or without the conditional basis as provided in section 104(c)(2). Such procedure shall not include a requirement that the applicant pay a fee, except that the Secretary may require an applicant who meets the requirements for lawful permanent residence without the conditional basis under section 104(c)(2) to pay a fee that is commensurate with the cost of processing the application, subject to the exemption under section 303(c).\n(4)\nBackground checks\nThe Secretary may not grant an alien permanent resident status on a conditional basis under this section until the requirements of section 302 are satisfied.\n(5)\nMilitary selective service\nAn alien applying for permanent resident status on a conditional basis under this section, or without the conditional basis as provided in section 104(c)(2), shall establish that the alien has registered under the Military Selective Service Act (\n50 U.S.C. 3801\n(c)\nCriminal and national security bars\n(1)\nGrounds of ineligibility\nExcept as provided in paragraph (2), an alien is ineligible for adjustment of status under this title (whether on a conditional basis or without the conditional basis as provided in section 104(c)(2)) if any of the following apply:\n(A)\nThe alien is inadmissible under paragraph (2) or (3) of section 212(a) of the Immigration and Nationality Act (\n8 U.S.C. 1182(a)\n(B)\nExcluding any offense under State law for which an essential element is the alien’s immigration status, and any minor traffic offense, the alien has been convicted of—\n(i)\nany felony offense;\n(ii)\nthree or more misdemeanor offenses (excluding simple possession of cannabis or cannabis-related paraphernalia, any offense involving cannabis or cannabis-related paraphernalia which is no longer prosecutable in the State in which the conviction was entered, and any offense involving civil disobedience without violence) not occurring on the same date, and not arising out of the same act, omission, or scheme of misconduct; or\n(iii)\na misdemeanor offense of domestic violence, unless the alien demonstrates that such crime is related to the alien having been—\n(I)\na victim of domestic violence, sexual assault, stalking, child abuse or neglect, abuse or neglect in later life, or human trafficking;\n(II)\nbattered or subjected to extreme cruelty; or\n(III)\na victim of criminal activity described in section 101(a)(15)(U)(iii) of the Immigration and Nationality Act (\n8 U.S.C. 1101(a)(15)(U)(iii)\n(2)\nWaivers for certain misdemeanors\nFor humanitarian purposes, family unity, or if otherwise in the public interest, the Secretary may—\n(A)\nwaive the grounds of inadmissibility under subparagraphs (A), (C), and (D) of section 212(a)(2) of the Immigration and Nationality Act (\n8 U.S.C. 1182(a)(2)\n(B)\nfor purposes of clauses (ii) and (iii) of paragraph (1)(B), waive consideration of—\n(i)\none misdemeanor offense if the alien has not been convicted of any offense in the 5-year period preceding the date on which the alien applies for adjustment of status under this title; or\n(ii)\nup to two misdemeanor offenses if the alien has not been convicted of any offense in the 10-year period preceding the date on which the alien applies for adjustment of status under this title.\n(3)\nAuthority to conduct secondary review\n(A)\nIn general\nNotwithstanding an alien’s eligibility for adjustment of status under this title, and subject to the procedures described in this paragraph, the Secretary may, as a matter of non-delegable discretion, provisionally deny an application for adjustment of status (whether on a conditional basis or without the conditional basis as provided in section 104(c)(2)) if the Secretary, based on clear and convincing evidence, which shall include credible law enforcement information, determines that the alien is described in subparagraph (B) or (D).\n(B)\nPublic safety\nAn alien is described in this subparagraph if—\n(i)\nexcluding simple possession of cannabis or cannabis-related paraphernalia, any offense involving cannabis or cannabis-related paraphernalia which is no longer prosecutable in the State in which the conviction was entered, any offense under State law for which an essential element is the alien’s immigration status, any offense involving civil disobedience without violence, and any minor traffic offense, the alien—\n(I)\nhas been convicted of a misdemeanor offense punishable by a term of imprisonment of more than 30 days; or\n(II)\nhas been adjudicated delinquent in a State or local juvenile court proceeding that resulted in a disposition ordering placement in a secure facility; and\n(ii)\nthe alien poses a significant and continuing threat to public safety related to such conviction or adjudication.\n(C)\nPublic safety determination\nFor purposes of subparagraph (B)(ii), the Secretary shall consider the recency of the conviction or adjudication; the length of any imposed sentence or placement; the nature and seriousness of the conviction or adjudication, including whether the elements of the offense include the unlawful possession or use of a deadly weapon to commit an offense or other conduct intended to cause serious bodily injury; and any mitigating factors pertaining to the alien’s role in the commission of the offense.\n(D)\nGang participation\nAn alien is described in this subparagraph if the alien has, within the 5 years immediately preceding the date of the application, knowingly, willfully, and voluntarily participated in offenses committed by a criminal street gang (as described in subsections (a) and (c) of section 521 of title 18, United States Code) with the intent to promote or further the commission of such offenses.\n(E)\nEvidentiary limitation\nFor purposes of subparagraph (D), allegations of gang membership obtained from a State or Federal in-house or local database, or a network of databases used for the purpose of recording and sharing activities of alleged gang members across law enforcement agencies, shall not establish the participation described in such paragraph.\n(F)\nNotice\n(i)\nIn general\nPrior to rendering a discretionary decision under this paragraph, the Secretary shall provide written notice of the intent to provisionally deny the application to the alien (or the alien’s counsel of record, if any) by certified mail and, if an electronic mail address is provided, by electronic mail (or other form of electronic communication). Such notice shall—\n(I)\narticulate with specificity all grounds for the preliminary determination, including the evidence relied upon to support the determination; and\n(II)\nprovide the alien with not less than 90 days to respond.\n(ii)\nSecond notice\nNot more than 30 days after the issuance of the notice under clause (i), the Secretary shall provide a second written notice that meets the requirements of such clause.\n(iii)\nNotice not received\nNotwithstanding any other provision of law, if an applicant provides good cause for not contesting a provisional denial under this paragraph, including a failure to receive notice as required under this subparagraph, the Secretary shall, upon a motion filed by the alien, reopen an application for adjustment of status under this title and allow the applicant an opportunity to respond, consistent with clause (i)(II).\n(G)\nJudicial review of a provisional denial\n(i)\nIn general\nNotwithstanding any other provision of law, if, after notice and the opportunity to respond under subparagraph (F), the Secretary provisionally denies an application for adjustment of status under this Act, the alien shall have 60 days from the date of the Secretary’s determination to seek review of such determination in an appropriate United States district court.\n(ii)\nScope of review and decision\nNotwithstanding any other provision of law, review under paragraph (1) shall be de novo and based solely on the administrative record, except that the applicant shall be given the opportunity to supplement the administrative record and the Secretary shall be given the opportunity to rebut the evidence and arguments raised in such submission. Upon issuing its decision, the court shall remand the matter, with appropriate instructions, to the Department of Homeland Security to render a final decision on the application.\n(iii)\nAppointed counsel\nNotwithstanding any other provision of law, an applicant seeking judicial review under clause (i) shall be represented by counsel. Upon the request of the applicant, counsel shall be appointed for the applicant, in accordance with procedures to be established by the Attorney General within 90 days of the date of the enactment of this Act, and shall be funded in accordance with fees collected and deposited in the Immigration Counsel Account under section 312.\n(4)\nDefinitions\nFor purposes of this subsection—\n(A)\nthe term\nfelony offense\n(B)\nthe term\nmisdemeanor offense\n(C)\nthe term\ncrime of domestic violence\n(d)\nLimitation on removal of certain alien minors\nAn alien who is 18 years of age or younger and meets the requirements under subparagraphs (A), (B), and (C) of subsection (b)(1) shall be provided a reasonable opportunity to meet the educational requirements under subparagraph (D) of such subsection. The Attorney General or the Secretary may not commence or continue with removal proceedings against such an alien.\n(e)\nWithdrawal of application\nThe Secretary shall, upon receipt of a request to withdraw an application for adjustment of status under this section, cease processing of the application, and close the case. Withdrawal of the application under this subsection shall not prejudice any future application filed by the applicant for any immigration benefit under this title or under the Immigration and Nationality Act (\n8 U.S.C. 1101\n103.\nTerms of permanent resident status on a conditional basis\n(a)\nPeriod of status\nPermanent resident status on a conditional basis is—\n(1)\nvalid for a period of 10 years, unless such period is extended by the Secretary; and\n(2)\nsubject to revocation under subsection (c).\n(b)\nNotice of requirements\nAt the time an alien obtains permanent resident status on a conditional basis, the Secretary shall provide notice to the alien regarding the provisions of this title and the requirements to have the conditional basis of such status removed.\n(c)\nRevocation of status\nThe Secretary may revoke the permanent resident status on a conditional basis of an alien only if the Secretary—\n(1)\ndetermines that the alien ceases to meet the requirements under section 102(b)(1)(C); and\n(2)\nprior to the revocation, provides the alien—\n(A)\nnotice of the proposed revocation; and\n(B)\nthe opportunity for a hearing to provide evidence that the alien meets such requirements or otherwise to contest the proposed revocation.\n(d)\nReturn to previous immigration status\nAn alien whose permanent resident status on a conditional basis expires under subsection (a)(1) or is revoked under subsection (c), shall return to the immigration status that the alien had immediately before receiving permanent resident status on a conditional basis.\n104.\nRemoval of conditional basis of permanent resident status\n(a)\nEligibility for removal of conditional basis\n(1)\nIn general\nSubject to paragraph (2), the Secretary shall remove the conditional basis of an alien’s permanent resident status granted under this title and grant the alien status as an alien lawfully admitted for permanent residence if the alien—\n(A)\nis described in section 102(b)(1)(C);\n(B)\nhas not abandoned the alien’s residence in the United States during the period in which the alien has permanent resident status on a conditional basis; and\n(C)\n(i)\nhas obtained a degree from an institution of higher education, or has completed at least 2 years, in good standing, of a program in the United States leading to a bachelor’s degree or higher degree or a recognized postsecondary credential from an area career and technical education school providing education at the postsecondary level;\n(ii)\nhas served in the Uniformed Services for at least 2 years and, if discharged, received an honorable discharge; or\n(iii)\ndemonstrates earned income for periods totaling at least 3 years and at least 75 percent of the time that the alien has had a valid employment authorization, except that, in the case of an alien who was enrolled in an institution of higher education, an area career and technical education school to obtain a recognized postsecondary credential, or an education program described in section 102(b)(1)(D)(iii), the Secretary shall reduce such total 3-year requirement by the total of such periods of enrollment.\n(2)\nHardship exception\nThe Secretary shall remove the conditional basis of an alien’s permanent resident status and grant the alien status as an alien lawfully admitted for permanent residence if the alien—\n(A)\nsatisfies the requirements under subparagraphs (A) and (B) of paragraph (1);\n(B)\ndemonstrates compelling circumstances for the inability to satisfy the requirements under subparagraph (C) of such paragraph; and\n(C)\ndemonstrates that—\n(i)\nthe alien has a disability;\n(ii)\nthe alien is a full-time caregiver; or\n(iii)\nthe removal of the alien from the United States would result in hardship to the alien or the alien’s spouse, parent, or child who is a national of the United States or is lawfully admitted for permanent residence.\n(3)\nCitizenship requirement\n(A)\nIn general\nExcept as provided in subparagraph (B), the conditional basis of an alien’s permanent resident status granted under this title may not be removed unless the alien demonstrates that the alien satisfies the requirements under section 312(a) of the Immigration and Nationality Act (\n8 U.S.C. 1423(a)\n(B)\nException\nSubparagraph (A) shall not apply to an alien who is unable to meet the requirements under such section 312(a) due to",
    "status": "In Committee",
    "tags": [
      "117th",
      "In Committee",
      "House",
      "HR",
      "Immigration"
    ],
    "excerpt": "Committee on the Judiciary. Hearings held.",
    "id": 23
  },
  {
    "source": "117-HR",
    "title": "John Lewis NIMHD Research Endowment Revitalization Act of 2021",
    "state": "US",
    "category": "Health",
    "dateIntroduced": "2021-01-05",
    "text": "HR 189 ENR: John Lewis NIMHD Research Endowment Revitalization Act of 2021\nU.S. House of Representatives\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nI\nOne Hundred Seventeenth Congress of the United States of America\nAt the Second Session\nBegun and held at the City of Washington on Monday, the third day of January, two thousand and twenty-two\nH. R. 189\nAN ACT\nTo amend the Public Health Service Act to provide that the authority of the Director of the National Institute on Minority Health and Health Disparities to make certain research endowments applies with respect to both current and former centers of excellence, and for other purposes.\n1.\nShort title\nThis Act may be cited as the\nJohn Lewis NIMHD Research Endowment Revitalization Act of 2021\n2.\nResearch endowments at both current and former centers of excellence\nParagraph (1) (beginning with\n(1)\nIn general\n42 U.S.C. 285t(h)\n(1)\nIn general\nThe Director of the Institute may carry out a program to facilitate minority health disparities research and other health disparities research by providing for research endowments—\n(A)\nat current or former centers of excellence under section 736; and\n(B)\nat current or former centers of excellence under section 464z–4.\n.\nSpeaker of the House of Representatives.\nVice President of the United States and President of the Senate.",
    "status": "Enacted",
    "tags": [
      "117th",
      "House",
      "HR",
      "Enacted",
      "Health"
    ],
    "excerpt": "Became Public Law No: 117-104.",
    "id": 24
  },
  {
    "source": "118-HR",
    "title": "No Taxpayer Funding for Abortion and Abortion Insurance Full Disclosure Act of 2023",
    "state": "US",
    "category": "Health",
    "dateIntroduced": "2023-01-09",
    "text": "118 HR 7 IH: No Taxpayer Funding for Abortion and Abortion Insurance Full Disclosure Act of 2023\nU.S. House of Representatives\n2023-01-09\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nI\n118th CONGRESS\n1st Session\nH. R. 7\nIN THE HOUSE OF REPRESENTATIVES\nJanuary 9, 2023\nMr. Smith of New Jersey\nMrs. Fischbach\nMs. Stefanik\nMrs. Rodgers of Washington\nMs. Foxx\nMrs. Harshbarger\nMrs. Bice\nMs. Mace\nMr. Kelly of Pennsylvania\nMr. Johnson of Louisiana\nMr. Aderholt\nMr. Banks\nMr. Babin\nMr. Latta\nMr. Estes\nMr. Bost\nMr. Weber of Texas\nMr. Wenstrup\nMr. Balderson\nMr. Bergman\nMr. Bishop of North Carolina\nMr. Burchett\nMr. Carter of Georgia\nMr. Cline\nMr. Clyde\nMr. Duncan\nMr. Ellzey\nMr. Feenstra\nMr. Ferguson\nMr. Finstad\nMr. Fulcher\nMr. Gallagher\nMr. Graves of Louisiana\nMr. Guest\nMr. Higgins of Louisiana\nMr. Hudson\nMr. Issa\nMr. Jackson of Texas\nMr. Johnson of South Dakota\nMr. Joyce of Pennsylvania\nMr. LaHood\nMr. Loudermilk\nMr. Luetkemeyer\nMr. Mooney\nMr. Moore of Utah\nMr. Perry\nMr. Posey\nMr. Rose\nMr. Thompson of Pennsylvania\nMr. Walberg\nMr. Webster of Florida\nMr. Womack\nMr. Burgess\nMr. Stauber\nMr. Mast\nMr. Fallon\nMr. Griffith\nMr. Smucker\nMs. Tenney\nMr. Meuser\nMr. Carl\nMr. Austin Scott of Georgia\nMr. Fleischmann\nMrs. Hinson\nMr. Kustoff\nMr. Harris\nMr. Moolenaar\nMr. Good of Virginia\nMr. Simpson\nMr. Bucshon\nMr. Langworthy\nMr. LaMalfa\nMrs. Kim of California\nMr. Huizenga\nMrs. McClain\nMrs. Miller of West Virginia\nMr. Buchanan\nMr. Reschenthaler\nMr. Timmons\nMr. Palmer\nMr. Cloud\nMr. Joyce of Ohio\nMr. Waltz\nMr. Crenshaw\nMr. McClintock\nMr. Lamborn\nMr. Mann\nMr. Gaetz\nMrs. Lesko\nMr. Guthrie\nMr. Ezell\nMs. Letlow\nMr. Wilson of South Carolina\nMr. C. Scott Franklin of Florida\nMrs. Houchin\nMr. LaTurner\nMr. Grothman\nMr. Fry\nMr. Brecheen\nMr. McHenry\nMrs. Boebert\nMr. Turner\nMr. Barr\nMr. Armstrong\nMr. Green of Tennessee\nCommittee on Energy and Commerce\nthe Judiciary\nWays and Means\nA BILL\nTo prohibit taxpayer funded abortions.\n1.\nShort title; table of contents\n(a)\nShort title\nThis Act may be cited as the\nNo Taxpayer Funding for Abortion and Abortion Insurance Full Disclosure Act of 2023\n(b)\nTable of contents\nThe table of contents of this Act is as follows:\nSec. 1. Short title; table of contents.\nTitle I—Prohibiting Federally Funded Abortions\nSec. 101. Prohibiting taxpayer funded abortions.\nSec. 102. Amendment to table of chapters.\nTitle II—Application under the Affordable Care Act\nSec. 201. Clarifying application of prohibition to premium credits and cost-sharing reductions under ACA.\nSec. 202. Revision of notice requirements regarding disclosure of extent of health plan coverage of abortion and abortion premium surcharges.\nI\nProhibiting Federally Funded Abortions\n101.\nProhibiting taxpayer funded abortions\nTitle 1, United States Code, is amended by adding at the end the following new chapter:\n4\nProhibiting taxpayer funded abortions\n301. Prohibition on funding for abortions.\n302. Prohibition on funding for health benefits plans that cover abortion.\n303. Limitation on Federal facilities and employees.\n304. Construction relating to separate coverage.\n305. Construction relating to the use of non-Federal funds for health coverage.\n306. Non-preemption of other Federal laws.\n307. Construction relating to complications arising from abortion.\n308. Treatment of abortions related to rape, incest, or preserving the life of the mother.\n309. Application to District of Columbia.\n301.\nProhibition on funding for abortions\nNo funds authorized or appropriated by Federal law, and none of the funds in any trust fund to which funds are authorized or appropriated by Federal law, shall be expended for any abortion.\n302.\nProhibition on funding for health benefits plans that cover abortion\nNone of the funds authorized or appropriated by Federal law, and none of the funds in any trust fund to which funds are authorized or appropriated by Federal law, shall be expended for health benefits coverage that includes coverage of abortion.\n303.\nLimitation on Federal facilities and employees\nNo health care service furnished—\n(1)\nby or in a health care facility owned or operated by the Federal Government; or\n(2)\nby any physician or other individual employed by the Federal Government to provide health care services within the scope of the physician’s or individual’s employment,\nmay include abortion.\n304.\nConstruction relating to separate coverage\nNothing in this chapter shall be construed as prohibiting any individual, entity, or State or locality from purchasing separate abortion coverage or health benefits coverage that includes abortion so long as such coverage is paid for entirely using only funds not authorized or appropriated by Federal law and such coverage shall not be purchased using matching funds required for a federally subsidized program, including a State’s or locality’s contribution of Medicaid matching funds.\n305.\nConstruction relating to the use of non-Federal funds for health coverage\nNothing in this chapter shall be construed as restricting the ability of any non-Federal health benefits coverage provider from offering abortion coverage, or the ability of a State or locality to contract separately with such a provider for such coverage, so long as only funds not authorized or appropriated by Federal law are used and such coverage shall not be purchased using matching funds required for a federally subsidized program, including a State’s or locality’s contribution of Medicaid matching funds.\n306.\nNon-preemption of other Federal laws\nNothing in this chapter shall repeal, amend, or have any effect on any other Federal law to the extent such law imposes any limitation on the use of funds for abortion or for health benefits coverage that includes coverage of abortion, beyond the limitations set forth in this chapter.\n307.\nConstruction relating to complications arising from abortion\nNothing in this chapter shall be construed to apply to the treatment of any infection, injury, disease, or disorder that has been caused by or exacerbated by the performance of an abortion. This rule of construction shall be applicable without regard to whether the abortion was performed in accord with Federal or State law, and without regard to whether funding for the abortion is permissible under section 308.\n308.\nTreatment of abortions related to rape, incest, or preserving the life of the mother\nThe limitations established in sections 301, 302, and 303 shall not apply to an abortion—\n(1)\nif the pregnancy is the result of an act of rape or incest; or\n(2)\nin the case where a woman suffers from a physical disorder, physical injury, or physical illness that would, as certified by a physician, place the woman in danger of death unless an abortion is performed, including a life-endangering physical condition caused by or arising from the pregnancy itself.\n309.\nApplication to District of Columbia\nIn this chapter:\n(1)\nAny reference to funds appropriated by Federal law shall be treated as including any amounts within the budget of the District of Columbia that have been approved by an Act of Congress pursuant to section 446 of the District of Columbia Home Rule Act (or any applicable successor Federal law).\n(2)\nThe term\nFederal Government\n.\n102.\nAmendment to table of chapters\nThe table of chapters for title 1, United States Code, is amended by adding at the end the following new item:\n4.\nProhibiting taxpayer funded abortions\n301\n.\nII\nApplication under the Affordable Care Act\n201.\nClarifying application of prohibition to premium credits and cost-sharing reductions under ACA\n(a)\nIn general\n(1)\nDisallowance of refundable credit and cost-sharing reductions for coverage under qualified health plan which provides coverage for abortion\n(A)\nIn general\nSubparagraph (A) of\nsection 36B(c)(3)\nor any health plan that includes coverage for abortions (other than any abortion or treatment described in section 307 or 308 of title 1, United States Code)\n(B)\nOption to purchase or offer separate coverage or plan\nParagraph (3) of section 36B(c) of such Code is amended by adding at the end the following new subparagraph:\n(C)\nSeparate abortion coverage or plan allowed\n(i)\nOption to purchase separate coverage or plan\nNothing in subparagraph (A) shall be construed as prohibiting any individual from purchasing separate coverage for abortions described in such subparagraph, or a health plan that includes such abortions, so long as no credit is allowed under this section with respect to the premiums for such coverage or plan.\n(ii)\nOption to offer coverage or plan\nNothing in subparagraph (A) shall restrict any non-Federal health insurance issuer offering a health plan from offering separate coverage for abortions described in such subparagraph, or a plan that includes such abortions, so long as premiums for such separate coverage or plan are not paid for with any amount attributable to the credit allowed under this section (or the amount of any advance payment of the credit under section 1412 of the Patient Protection and Affordable Care Act).\n.\n(2)\nDisallowance of small employer health insurance expense credit for plan which includes coverage for abortion\nSubsection (h) of\nsection 45R\n(A)\nby striking\nAny term\n(1)\nIn general\nAny term\n; and\n(B)\nby adding at the end the following new paragraph:\n(2)\nExclusion of health plans including coverage for abortion\n(A)\nIn general\nThe term\nqualified health plan\n(B)\nSeparate abortion coverage or plan allowed\n(i)\nOption to purchase separate coverage or plan\nNothing in subparagraph (A) shall be construed as prohibiting any employer from purchasing for its employees separate coverage for abortions described in such subparagraph, or a health plan that includes such abortions, so long as no credit is allowed under this section with respect to the employer contributions for such coverage or plan.\n(ii)\nOption to offer coverage or plan\nNothing in subparagraph (A) shall restrict any non-Federal health insurance issuer offering a health plan from offering separate coverage for abortions described in such subparagraph, or a plan that includes such abortions, so long as such separate coverage or plan is not paid for with any employer contribution eligible for the credit allowed under this section.\n.\n(3)\nConforming ACA amendments\nSection 1303(b) of\nPublic Law 111–148\n42 U.S.C. 18023(b)\n(A)\nby striking paragraph (2);\n(B)\nby striking paragraph (3), as amended by section 202(a); and\n(C)\nby redesignating paragraph (4) as paragraph (2).\n(b)\nApplication to multi-State plans\nParagraph (6) of section 1334(a) of\nPublic Law 111–148\n42 U.S.C. 18054(a)\n(6)\nCoverage consistent with federal abortion policy\nIn entering into contracts under this subsection, the Director shall ensure that no multi-State qualified health plan offered in an Exchange provides health benefits coverage for which the expenditure of Federal funds is prohibited under\nchapter 4\n.\n(c)\nEffective date\nThe amendments made by subsection (a) shall apply to taxable years ending after December 31, 2023, but only with respect to plan years beginning after such date, and the amendment made by subsection (b) shall apply to plan years beginning after such date.\n202.\nRevision of notice requirements regarding disclosure of extent of health plan coverage of abortion and abortion premium surcharges\n(a)\nIn general\nParagraph (3) of section 1303(b) of\nPublic Law 111–148\n42 U.S.C. 18023(b)\n(3)\nRules relating to notice\n(A)\nIn general\nThe extent of coverage (if any) of services described in paragraph (1)(B)(i) or (1)(B)(ii) by a qualified health plan shall be disclosed to enrollees at the time of enrollment in the plan and shall be prominently displayed in any marketing or advertising materials, comparison tools, or summary of benefits and coverage explanation made available with respect to such plan by the issuer of the plan, by an Exchange, or by the Secretary, including information made available through an Internet portal or Exchange under sections 1311(c)(5) and 1311(d)(4)(C).\n(B)\nSeparate disclosure of abortion surcharges\nIn the case of a qualified health plan that includes the services described in paragraph (1)(B)(i) and where the premium for the plan is disclosed, including in any marketing or advertising materials or any other information referred to in subparagraph (A), the surcharge described in paragraph (2)(B)(i)(II) that is attributable to such services shall also be disclosed and identified separately.\n.\n(b)\nEffective date\nThe amendment made by subsection (a) shall apply to materials, tools, or other information made available more than 30 days after the date of the enactment of this Act.",
    "status": "In Committee",
    "tags": [
      "Health",
      "118th",
      "HR",
      "In Committee",
      "House"
    ],
    "excerpt": "Referred to the Subcommittee on Health.",
    "id": 25
  },
  {
    "source": "117-HR",
    "title": "Paycheck Fairness Act",
    "state": "US",
    "category": "Labor and Employment",
    "dateIntroduced": "2021-01-28",
    "text": "117 HR 7 PCS: Paycheck Fairness Act\nU.S. House of Representatives\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nII\nCalendar No. 46\n117th CONGRESS\n1st Session\nH. R. 7\nIN THE SENATE OF THE UNITED STATES\nApril 19, 2021\nReceived; read the first time\nApril 20, 2021\nRead the second time and placed on the calendar\nAN ACT\nTo amend the Fair Labor Standards Act of 1938 to provide more effective remedies to victims of discrimination in the payment of wages on the basis of sex, and for other purposes.\n1.\nShort title\nThis Act may be cited as the\nPaycheck Fairness Act\n2.\nEnhanced enforcement of equal pay requirements\n(a)\nDefinitions\nSection 3 of the Fair Labor Standards Act of 1938 (\n29 U.S.C. 203\n(z)\nSex\n(1)\npregnancy, childbirth, or a related medical condition;\n(2)\nsexual orientation or gender identity; and\n(3)\nsex characteristics, including intersex traits.\n(aa)\nSexual orientation\n(bb)\nGender identity\n.\n(b)\nBona fide factor defense and modification of same establishment requirement\nSection 6(d)(1) of the Fair Labor Standards Act of 1938 (\n29 U.S.C. 206(d)(1)\n(1)\nby striking\nNo employer having\n(A) No employer having\n(2)\nby striking\nthe opposite\nanother\n(3)\nby striking\nany other factor other than sex\na bona fide factor other than sex, such as education, training, or experience\n(4)\nby inserting at the end the following:\n(B)\nThe bona fide factor defense described in subparagraph (A)(iv) shall apply only if the employer demonstrates that such factor (i) is not based upon or derived from a sex-based differential in compensation; (ii) is job-related with respect to the position in question; (iii) is consistent with business necessity; and (iv) accounts for the entire differential in compensation at issue. Such defense shall not apply where the employee demonstrates that an alternative employment practice exists that would serve the same business purpose without producing such differential and that the employer has refused to adopt such alternative practice.\n(C)\nFor purposes of subparagraph (A), employees shall be deemed to work in the same establishment if the employees work for the same employer at workplaces located in the same county or similar political subdivision of a State. The preceding sentence shall not be construed as limiting broader applications of the term\nestablishment\n.\n(c)\nNonretaliation provision\nSection 15 of the Fair Labor Standards Act of 1938 (\n29 U.S.C. 215\n(1)\nin subsection (a)—\n(A)\nin paragraph (3), by striking\nemployee has filed\nemployee—\n(A)\nhas made a charge or filed any complaint or instituted or caused to be instituted any investigation, proceeding, hearing, or action under or related to this Act, including an investigation conducted by the employer, or has testified or is planning to testify or has assisted or participated in any manner in any such investigation, proceeding, hearing or action, or has served or is planning to serve on an industry committee;\n(B)\nhas opposed any practice made unlawful by this Act; or\n(C)\nhas inquired about, discussed, or disclosed the wages of the employee or another employee (such as by inquiring or discussing with the employer why the wages of the employee are set at a certain rate or salary);\n;\n(B)\nin paragraph (5), by striking the period at the end and inserting\n; or\n(C)\nby adding at the end the following:\n(6)\nto require an employee to sign a contract or waiver that would prohibit the employee from disclosing information about the employee’s wages.\n; and\n(2)\nby adding at the end the following:\n(c)\nSubsection (a)(3)(C) shall not apply to instances in which an employee who has access to the wage information of other employees as a part of such employee’s essential job functions discloses the wages of such other employees to individuals who do not otherwise have access to such information, unless such disclosure is in response to a complaint or charge or in furtherance of an investigation, proceeding, hearing, or action under section 6(d), including an investigation conducted by the employer. Nothing in this subsection shall be construed to limit the rights of an employee provided under any other provision of law.\n.\n(d)\nEnhanced penalties\nSection 16(b) of the Fair Labor Standards Act of 1938 (\n29 U.S.C. 216(b)\n(1)\nby inserting after the first sentence the following:\nAny employer who violates section 6(d), or who violates the provisions of section 15(a)(3) in relation to section 6(d), shall additionally be liable for such compensatory damages, or, where the employee demonstrates that the employer acted with malice or reckless indifference, punitive damages as may be appropriate, except that the United States shall not be liable for punitive damages.\n(2)\nin the sentence beginning\nAn action to\nthe preceding sentences\nany of the preceding sentences of this subsection\n(3)\nin the sentence beginning\nNo employees shall\nNo employees\nExcept with respect to class actions brought to enforce section 6(d), no employee\n(4)\nby inserting after the sentence referred to in paragraph (3), the following:\nNotwithstanding any other provision of Federal law, any action brought to enforce section 6(d) may be maintained as a class action as provided by the Federal Rules of Civil Procedure.\n(5)\nin the sentence beginning\nThe court in\n(A)\nby striking\nin such action\nin any action brought to recover the liability prescribed in any of the preceding sentences of this subsection\n(B)\nby inserting before the period the following:\n, including expert fees\n(e)\nAction by the Secretary\nSection 16(c) of the Fair Labor Standards Act of 1938 (\n29 U.S.C. 216(c)\n(1)\nin the first sentence—\n(A)\nby inserting\nor, in the case of a violation of section 6(d), additional compensatory or punitive damages, as described in subsection (b),\nand the agreement\n(B)\nby inserting before the period the following:\n, or such compensatory or punitive damages, as appropriate\n(2)\nin the second sentence, by inserting before the period the following:\nand, in the case of a violation of section 6(d), additional compensatory or punitive damages, as described in subsection (b)\n(3)\nin the third sentence, by striking\nthe first sentence\nthe first or second sentence\n(f)\nEnforcement authority\n(1)\nIn general\nThe Equal Opportunity Employment Commission shall carry out the functions and authorities described in section 1 of Reorganization Plan No. 1 of 1978 (92 Stat. 3781; 5 U.S.C. App.) to enforce and administer the provisions of section 6(d) of the Fair Labor Standards Act of 1938 (\n29 U.S.C. 206(d)\n42 U.S.C. 2000e\n(2)\nCoordination\nThe Equal Opportunity Employment Commission shall issue such regulations as may be necessary to explain and implement the standards of such section 6(d). The Secretary of Labor may issue regulations to govern procedures for enforcement of section 6(d) by the Office of Federal Contract Compliance Programs. The Secretary of Labor and the Equal Employment Opportunity Commission shall establish other coordinating mechanisms as may be necessary.\n3.\nTraining\nThe Equal Employment Opportunity Commission and the Secretary of Labor, acting through the Office of Federal Contract Compliance Programs, subject to the availability of funds appropriated under section 11, shall provide training to employees of the Commission and the Office of Federal Contract Compliance Programs and to affected individuals and entities on matters involving discrimination in the payment of wages.\n4.\nNegotiation skills training\n(a)\nNegotiation bias training\n(1)\nIn general\nThe Secretary of Labor shall establish a program to award contracts and grants for the purpose of training employers about the role that salary negotiation and other inconsistent wage setting practices can have on allowing bias to enter compensation.\n(2)\nTraining topics\nEach training program established using funds under section (a) shall include an overview of how structural issues may cause inequitable earning and advancement opportunities for women and people of color and assist employers in examining the impact of a range of practices on such opportunities, including—\n(A)\nself-auditing to identify structural issues that allow bias and inequity to enter compensation;\n(B)\nrecruitment of candidates to ensure diverse pools of applicants;\n(C)\nsalary negotiations that result in similarly qualified workers entering at different rates of pay;\n(D)\ninternal equity among workers with similar skills, effort, responsibility and working conditions;\n(E)\nconsistent use of market rates and incentives driven by industry competitiveness;\n(F)\nevaluation of the rate of employee progress and advancement to higher paid positions;\n(G)\nwork assignments that result in greater opportunity for advancement;\n(H)\ntraining, development and promotion opportunities;\n(I)\nimpact of mid-level or senior level hiring in comparison to wage rates of incumbent workers;\n(J)\nopportunities to win commissions and bonuses;\n(K)\nperformance reviews and raises;\n(L)\nprocesses for adjusting pay to address inconsistency and inequity in compensation; and\n(M)\nother topics that research identifies as a common area for assumptions, bias and inequity to impact compensation.\n(b)\nProgram authorized\n(1)\nIn general\nThe Secretary of Labor, after consultation with the Secretary of Education, is authorized to establish and carry out a grant program.\n(2)\nGrants\nIn carrying out the program, the Secretary of Labor may make grants on a competitive basis to eligible entities to carry out negotiation skills training programs for the purposes of addressing pay disparities, including through outreach to women and girls.\n(3)\nEligible entities\nTo be eligible to receive a grant under this subsection, an entity shall be a public agency, such as a State, a local government in a metropolitan statistical area (as defined by the Office of Management and Budget), a State educational agency, or a local educational agency, a private nonprofit organization, or a community-based organization.\n(4)\nApplication\nTo be eligible to receive a grant under this subsection, an entity shall submit an application to the Secretary of Labor at such time, in such manner, and containing such information as the Secretary of Labor may require.\n(5)\nUse of funds\nAn entity that receives a grant under this subsection shall use the funds made available through the grant to carry out an effective negotiation skills training program for the purposes described in paragraph (2).\n(c)\nIncorporating training into existing programs\nThe Secretary of Labor and the Secretary of Education shall issue regulations or policy guidance that provides for integrating the negotiation skills training, to the extent practicable, into programs authorized under—\n(1)\nin the case of the Secretary of Education, the Elementary and Secondary Education Act of 1965 (\n20 U.S.C. 6301\n20 U.S.C. 2301\n20 U.S.C. 1001\n(2)\nin the case of the Secretary of Labor, the Workforce Innovation and Opportunity Act (\n29 U.S.C. 3101\n(d)\nReport\nNot later than 18 months after the date of enactment of this Act, and annually thereafter, the Secretary of Labor, in consultation with the Secretary of Education, shall prepare and submit to Congress a report describing the activities conducted under this section and evaluating the effectiveness of such activities in achieving the purposes of this section.\n5.\nResearch, education, and outreach\n(a)\nIn general\nNot later than 18 months after the date of enactment of this Act, and periodically thereafter, the Secretary of Labor shall conduct studies and provide information to employers, labor organizations, and the general public concerning the means available to eliminate pay disparities between men and women (including women who are Asian American, Black or African-American, Hispanic American or Latino, Native American or Alaska Native, Native Hawaiian or Pacific Islander, and White American), including—\n(1)\nconducting and promoting research to develop the means to correct expeditiously the conditions leading to the pay disparities, with specific attention paid to women and girls from historically underrepresented and minority groups;\n(2)\npublishing and otherwise making available to employers, labor organizations, professional associations, educational institutions, the media, and the general public the findings resulting from studies and other materials, relating to eliminating the pay disparities;\n(3)\nsponsoring and assisting State, local, and community informational and educational programs;\n(4)\nproviding information to employers, labor organizations, professional associations, and other interested persons on the means of eliminating the pay disparities; and\n(5)\nrecognizing and promoting the achievements of employers, labor organizations, and professional associations that have worked to eliminate the pay disparities.\n(b)\nResearch on Gender Pay Gap in Teenage Labor Force\n(1)\nResearch review\nNot later than 12 months after the date of the enactment of this Act, the Secretary of Labor, acting through the Director of the Women’s Bureau, shall conduct a review and develop a synthesis of research on the gender wage gap among younger workers existing as of the date of enactment of this Act, and shall make such review and synthesis available on a publicly accessible website of the Department of Labor.\n(2)\nAuthority to commission studies\nNot later than 36 months after the date of the enactment of this Act, the Secretary of Labor, acting through the Director of the Women’s Bureau, shall request proposals and commission studies that can advance knowledge on the gender wage gap among younger workers, and shall make such studies available on a publicly accessible website of the Department of Labor.\n6.\nEstablishment of the National Award for Pay Equity in the Workplace\n(a)\nIn general\nThere is established the National Award for Pay Equity in the Workplace, which shall be awarded by the Secretary of Labor in consultation with the Equal Employment Opportunity Commission, on an annual basis, to an employer to encourage proactive efforts to comply with section 6(d) of the Fair Labor Standards Act of 1938 (\n29 U.S.C. 206(d)\n(b)\nCriteria for qualification\nThe Secretary of Labor, in consultation with the Equal Employment Opportunity Commission, shall—\n(1)\nset criteria for receipt of the award, including a requirement that an employer has made substantial effort to eliminate pay disparities between men and women and deserves special recognition as a consequence of such effort; and\n(2)\nestablish procedures for the application and presentation of the award.\n(c)\nBusiness\nIn this section, the term\nemployer\n(1)\n(A)\na corporation, including a nonprofit corporation;\n(B)\na partnership;\n(C)\na professional association;\n(D)\na labor organization; and\n(E)\na business entity similar to an entity described in any of subparagraphs (A) through (D);\n(2)\nan entity carrying out an education referral program, a training program, such as an apprenticeship or management training program, or a similar program; and\n(3)\nan entity carrying out a joint program, formed by a combination of any entities described in paragraph (1) or (2).\n7.\nCollection of pay information by the equal employment opportunity commission\nSection 709 of the Civil Rights Act of 1964 (\n42 U.S.C. 2000e–8\n(f)\n(1)\nNot later than 24 months after the date of enactment of this subsection, the Commission shall provide for the annual collection from employers of compensation data disaggregated by the sex, race, and national origin of employees. The Commission may also require employers to submit other employment-related data (including hiring, termination, and promotion data) so disaggregated.\n(2)\nIn carrying out paragraph (1), the Commission shall have as its primary consideration the most effective and efficient means for enhancing the enforcement of Federal laws prohibiting pay discrimination. The Commission shall also consider factors including the imposition of burdens on employers, the frequency of required reports (including the size of employers required to prepare reports), appropriate protections for maintaining data confidentiality, and the most effective format to report such data.\n(3)\n(A)\nFor each 12-month reporting period for an employer, the data collected under paragraph (1) shall include compensation data disaggregated by the categories described in subparagraph (E).\n(B)\nFor the purposes of collecting the disaggregated compensation data described in subparagraph (A), the Commission may use compensation ranges reporting—\n(i)\nthe number of employees of the employer who earn compensation in an amount that falls within such compensation range; and\n(ii)\nthe total number of hours worked by such employees.\n(C)\nIf the Commission uses compensation ranges to collect the pay data described in subparagraph (A), the Commission may adjust such compensation ranges—\n(i)\nif the Commission determines that such adjustment is necessary to enhance enforcement of Federal laws prohibiting pay discrimination; or\n(ii)\nfor inflation, in consultation with the Bureau of Labor Statistics.\n(D)\nIn collecting data described in subparagraph (A)(ii), the Commission may provide that, with respect to an employee who the employer is not required to compensate for overtime employment under section 7 of the Fair Labor Standards Act of 1938 (\n29 U.S.C. 207\n(i)\nin the case of a full-time employee, that such employee works 40 hours per week, and in the case of a part-time employee, that such employee works 20 hours per week; or\n(ii)\nthe actual number of hours worked by such employee.\n(E)\nThe categories described in this subparagraph shall be determined by the Commission and shall include—\n(i)\nrace;\n(ii)\nnational origin;\n(iii)\nsex; and\n(iv)\njob categories, including the job categories described in the instructions for the Equal Employment Opportunity Employer Information Report EEO–1, as in effect on the date of the enactment of this subsection.\n(F)\nThe Commission shall use the compensation data collected under paragraph (1)—\n(i)\nto enhance—\n(I)\nthe investigation of charges filed under section 706 or section 6(d) of the Fair Labor Standards Act of 1938 (\n29 U.S.C. 206(d)\n(II)\nthe allocation of resources to investigate such charges; and\n(ii)\nfor any other purpose that the Commission determines appropriate.\n(G)\nThe Commission shall at 18-month intervals make publicly available aggregate compensation data collected under paragraph (1) for the categories described in subparagraph (E), disaggregated by industry, occupation, and core based statistical area (as defined by the Office of Management and Budget).\n(4)\nThe compensation data under paragraph (1) shall be collected from each employer that—\n(A)\nis a private employer that has 100 or more employees, including such an employer that is a contractor with the Federal Government, or a subcontractor at any tier thereof; or\n(B)\nthe Commission determines appropriate.\n.\n8.\nReinstatement of pay equity programs and pay equity data collection\n(a)\nBureau of labor statistics data collection\nThe Commissioner of Labor Statistics shall continue to collect data on women workers in the Current Employment Statistics survey.\n(b)\nOffice of Federal Contract Compliance Programs initiatives\nThe Director of the Office of Federal Contract Compliance Programs shall collect compensation data and other employment-related data (including, hiring, termination, and promotion data) by demographics and designate not less than half of all nonconstruction contractors each year to prepare and file such data, and shall review and utilize the responses to such data to identify contractors for further evaluation and for other enforcement purposes as appropriate.\n(c)\nDepartment of labor distribution of wage discrimination information\nThe Secretary of Labor shall make readily available (in print, on the Department of Labor website, and through any other forum that the Department may use to distribute comp",
    "status": "Active",
    "tags": [
      "117th",
      "Active",
      "HR",
      "Labor and Employment",
      "House"
    ],
    "excerpt": "Cloture on the motion to proceed to the measure not invoked in Senate by Yea-Nay Vote. 49 - 50. Record Vote Number: 227. (CR S3981)",
    "id": 26
  },
  {
    "source": "117-HR",
    "title": "Bipartisan Background Checks Act of 2021",
    "state": "US",
    "category": "Crime and Law Enforcement",
    "dateIntroduced": "2021-03-01",
    "text": "117 HR 8 PCS: Bipartisan Background Checks Act of 2021\nU.S. House of Representatives\n2022-05-25\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nII\nCalendar No. 390\n117th CONGRESS\n2d Session\nH. R. 8\nIN THE SENATE OF THE UNITED STATES\nMarch 11, 2021\nReceived\nMay 24, 2022\nRead the first time\nMay 25, 2022\nRead the second time and placed on the calendar\nAN ACT\nTo require a background check for every firearm sale.\n1.\nShort title\nThis Act may be cited as the\nBipartisan Background Checks Act of 2021\n2.\nPurpose\nThe purpose of this Act is to utilize the current background checks process in the United States to ensure individuals prohibited from gun purchase or possession are not able to obtain firearms.\n3.\nFirearms transfers\n(a)\nIn general\nSection 922 of title 18, United States Code, is amended by adding at the end the following:\n(aa)\n(1)\n(A)\nIt shall be unlawful for any person who is not a licensed importer, licensed manufacturer, or licensed dealer to transfer a firearm to any other person who is not so licensed, unless a licensed importer, licensed manufacturer, or licensed dealer has first taken possession of the firearm for the purpose of complying with subsection (t).\n(B)\nUpon taking possession of a firearm under subparagraph (A), a licensee shall comply with all requirements of this chapter as if the licensee were transferring the firearm from the inventory of the licensee to the unlicensed transferee.\n(C)\nIf a transfer of a firearm described in subparagraph (A) will not be completed for any reason after a licensee takes possession of the firearm (including because the transfer of the firearm to, or receipt of the firearm by, the transferee would violate this chapter), the return of the firearm to the transferor by the licensee shall not constitute the transfer of a firearm for purposes of this chapter.\n(2)\nParagraph (1) shall not apply to—\n(A)\na law enforcement agency or any law enforcement officer, armed private security professional, or member of the armed forces, to the extent the officer, professional, or member is acting within the course and scope of employment and official duties;\n(B)\na transfer or exchange (which, for purposes of this subsection, means an in-kind transfer of a firearm of the same type or value) that is a loan or bona fide gift between spouses, between domestic partners, between parents and their children, including step-parents and their step-children, between siblings, between aunts or uncles and their nieces or nephews, or between grandparents and their grandchildren, if the transferor has no reason to believe that the transferee will use or intends to use the firearm in a crime or is prohibited from possessing firearms under State or Federal law;\n(C)\na transfer to an executor, administrator, trustee, or personal representative of an estate or a trust that occurs by operation of law upon the death of another person;\n(D)\na temporary transfer that is necessary to prevent imminent death or great bodily harm, including harm to self, family, household members, or others, if the possession by the transferee lasts only as long as immediately necessary to prevent the imminent death or great bodily harm, including harm to self, and the harm of domestic violence, dating partner violence, sexual assault, stalking, and domestic abuse;\n(E)\na transfer that is approved by the Attorney General under\nsection 5812\n(F)\na temporary transfer if the transferor has no reason to believe that the transferee will use or intends to use the firearm in a crime or is prohibited from possessing firearms under State or Federal law, and the transfer takes place and the transferee’s possession of the firearm is exclusively—\n(i)\nat a shooting range or in a shooting gallery or other area designated for the purpose of target shooting;\n(ii)\nwhile reasonably necessary for the purposes of hunting, trapping, pest control on a farm or ranch, or fishing, if the transferor—\n(I)\nhas no reason to believe that the transferee intends to use the firearm in a place where it is illegal; and\n(II)\nhas reason to believe that the transferee will comply with all licensing and permit requirements for such hunting, trapping, pest control on a farm or ranch, or fishing; or\n(iii)\nwhile in the presence of the transferor.\n(3)\nIt shall be unlawful for a licensed importer, licensed manufacturer, or licensed dealer to transfer possession of, or title to, a firearm to another person who is not so licensed unless the importer, manufacturer, or dealer has provided such other person with a notice of the prohibition under paragraph (1), and such other person has certified that such other person has been provided with this notice on a form prescribed by the Attorney General.\n(4)\nThe Attorney General shall make available to any person licensed under this chapter both Spanish and English versions of the form required for the conduct of a background check under subsection (t) and this subsection, and the notice and form required under paragraph (3) of this subsection.\n.\n(b)\nAmendment to section 924\n(a)\nSection 924(a)(5) of title 18, United States Code, is amended by striking\n(s) or (t)\n(s), (t), or (aa)\n(c)\nRules of interpretation\nNothing in this Act, or any amendment made by this Act, shall be construed to—\n(1)\nauthorize the establishment, directly or indirectly, of a national firearms registry; or\n(2)\ninterfere with the authority of a State, under section 927 of title 18, United States Code, to enact a law on the same subject matter as this Act.\n(d)\nEffective date\nThe amendment made by subsections (a) and (b) shall take effect 180 days after the date of enactment of this Act.\nPassed the House of Representatives March 11, 2021.\nCheryl L. Johnson,\nClerk.\nMay 25, 2022\nRead the second time and placed on the calendar",
    "status": "Active",
    "tags": [
      "117th",
      "Active",
      "HR",
      "Crime and Law Enforcement",
      "House"
    ],
    "excerpt": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 390.",
    "id": 27
  },
  {
    "source": "117-HR",
    "title": "To designate the facility of the United States Postal Service located at 4020 Broadway Street in Houston, Texas, as the Benny C. Martinez Post Office Building.",
    "state": "US",
    "category": "Government Operations and Politics",
    "dateIntroduced": "2021-01-05",
    "text": "HR 203 ENR: To designate the facility of the United States Postal Service located at 4020 Broadway Street in Houston, Texas, as the “Benny C. Martinez Post Office Building”.\nU.S. House of Representatives\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nI\nOne Hundred Seventeenth Congress of the United States of America\nAt the Second Session\nBegun and held at the City of Washington on Monday, the third day of January, two thousand and twenty-two\nH. R. 203\nAN ACT\nTo designate the facility of the United States Postal Service located at 4020 Broadway Street in Houston, Texas, as the\nBenny C. Martinez Post Office Building\n1.\nBenny C. Martinez Post Office Building\n(a)\nDesignation\nThe facility of the United States Postal Service located at 4020 Broadway Street in Houston, Texas, shall be known and designated as the\nBenny C. Martinez Post Office Building\n(b)\nReferences\nAny reference in a law, map, regulation, document, paper, or other record of the United States to the facility referred to in subsection (a) shall be deemed to be a reference to the\nBenny C. Martinez Post Office Building\nSpeaker of the House of Representatives.\nVice President of the United States and President of the Senate.",
    "status": "Enacted",
    "tags": [
      "117th",
      "Government Operations and Politics",
      "HR",
      "House",
      "Enacted"
    ],
    "excerpt": "Became Public Law No: 117-265.",
    "id": 28
  },
  {
    "source": "117-HR",
    "title": "To designate the facility of the United States Postal Service located at 500 West Main Street, Suite 102 in Tupelo, Mississippi, as the Colonel Carlyle Smitty Harris Post Office.",
    "state": "US",
    "category": "Government Operations and Politics",
    "dateIntroduced": "2021-01-05",
    "text": "HR 208 ENR: To designate the facility of the United States Postal Service located at 500 West Main Street, Suite 102 in Tupelo, Mississippi, as the “Colonel Carlyle Smitty Harris Post Office”.\nU.S. House of Representatives\ntext/xml\nEN\nPursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain.\nI\nOne Hundred Seventeenth Congress of the United States of America\nAt the First Session\nBegun and held at the City of Washington on Sunday, the third day of January, two thousand and twenty-one\nH. R. 208\nAN ACT\nTo designate the facility of the United States Postal Service located at 500 West Main Street, Suite 102 in Tupelo, Mississippi, as the\nColonel Carlyle\nSmitty\n1.\nColonel Carlyle\nSmitty\n(a)\nDesignation\nThe facility of the United States Postal Service located at 500 West Main Street, Suite 102 in Tupelo, Mississippi, shall be known and designated as the\nColonel Carlyle\nSmitty\n(b)\nReferences\nAny reference in a law, map, regulation, document, paper, or other record of the United States to the facility referred to in subsection (a) shall be deemed to be a reference to the\nColonel Carlyle\nSmitty\nSpeaker of the House of Representatives.\nVice President of the United States and President of the Senate.",
    "status": "Enacted",
    "tags": [
      "117th",
      "Government Operations and Politics",
      "HR",
      "House",
      "Enacted"
    ],
    "excerpt": "Became Public Law No: 117-33.",
    "id": 29
  }
]